[{"placeName":"Shinjuku Central Park","image":"https://upload.wikimedia.org/wikipedia/commons/6/64/%2820130309%29%E6%96%B0%E5%AE%BF%E4%B8%AD%E5%A4%AE%E5%85%AC%E5%9C%92%E5%89%8D%E3%80%82_-_panoramio.jpg","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Shinjuku Central Park (新宿中央公園, Shinjuku chūō kōen) is a park in western Shinjuku, Tokyo, Japan. The park is bordered by Honnnan Dori and Kita Dori to the north, Junisha Dori to the west, Suido Dori or Minami Dori to the south, and Koen Dori to the east. The park is surrounded by some of Tokyo's tallest buildings including the Tokyo Metropolitan Government Buildings 1 and 2, Hyatt Regency Tokyo, the Park Hyatt, and other hotels and office buildings.\nThe park is an accessible park for the many office workers in the area and an ideal place for them to spend their lunch time. You can also see the belongings of homeless people carefully wrapped up in blue plastic ready to be unpacked at night time.\nShinjuku Central Park is different from Shinjuku Imperial Gardens, also known as Shinjuku Gyo-en, located on the south-eastern side of Shinjuku Station. Right next to the park is Tochomae Station, which is served by the Toei Ōedo Line.\n\n"},{"placeName":"Shinjuku Niagara Falls","image":"https://upload.wikimedia.org/wikipedia/commons/2/2c/Shinjuku_businessman_-_Flickr_-_a_hundred_visions_and_revisions.jpg","city":"Tokyo","kinds":"fountains,historic,monuments_and_memorials,urban_environment,cultural,water,natural,interesting_places,waterfalls,sculptures,monuments","description":"Shinjuku Niagara Falls is a fountain in Tokyo's Shinjuku Central Park, in Shinjuku, Japan. The Tokyo Weekender has described the water feature as \"generously named\".\n\n"},{"placeName":"Shinjuku Sumitomo Building","image":"https://upload.wikimedia.org/wikipedia/commons/3/36/2018_Skyscrapers_of_west_Shinjuku.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"Shinjuku Sumitomo Building (新宿住友ビルディング, Shinjuku Sumitomo Birudingu) is a high-rise building in Nishi-Shinjuku, Shinjuku, Tokyo."},{"placeName":"Keio Plaza Hotel","image":"https://upload.wikimedia.org/wikipedia/commons/5/5f/Keio_Plaza_Hotel_Hachioji.JPG","city":"Tokyo","kinds":"skyscrapers,architecture,accomodations,interesting_places,other_hotels","description":"Keio Plaza Hotel (京王プラザホテル, Keiō puraza hoteru) is a chain of hotels in Japan, the largest of which is its flagship hotel in the Nishi-Shinjuku district in Shinjuku, Tokyo, Japan. The Keio Plaza Hotel was partially destroyed in the 1984 film The Return of Godzilla and the 1991 film Godzilla vs. King Ghidorah.\n\n"},{"placeName":"Shinjuku Center Building","image":"https://upload.wikimedia.org/wikipedia/commons/3/36/2018_Skyscrapers_of_west_Shinjuku.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku Center Building (新宿センタービル, Shinjuku Sentā Biru) is a skyscraper in the Nishi-Shinjuku business district in Shinjuku, Tokyo, Japan. It has a height of 223 metres and 54 floors. The building opened on October 31, 1979 and was fully renovated in 1998. It serves as the headquarters of the Taisei Corporation. The Shinjuku Center Building serves as a workplace for 10,000 people, and is visited by over 25,000 people daily.\nIn 2009, the building was the first in the world to be retrofit with seismic dampers to suppress the vibrations caused by long-period ground motion of earthquakes. A total of 288 oil dampers were installed on floors 15 through 39. As a result, during the Great East Japan earthquake of 2011, the damping ratio was higher and the response lower by 20% than it would have been without the dampers.The building made an appearance in the 1984 film The Return of Godzilla.\nFrench climber Alain Robert successfully scaled the building in 1998 and was arrested for trespassing once he reached the top.Japan Prime Realty Investment Corporation (a Japanese real estate investment trust) acquired the building in 2008 for 21 billion yen."},{"placeName":"Shinjuku Park Tower","image":"https://upload.wikimedia.org/wikipedia/commons/9/99/Keio_bus.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku Park Tower (新宿パークタワー, Shinjuku Pāku Tawā) is the second-tallest building in Shinjuku, Tokyo. It was designed by Kenzo Tange and completed in 1994.\nShinjuku Park Tower is a single building consisting of three connected block-shaped elements; S tower, which is 235 m (771 ft) tall with 52 stories, C tower which is 209 m (686 ft) tall with 47 stories and N tower which is 182 m (597 ft) tall with 41 stories. Floors 1 to 8 are occupied by retail stores, floors 9 to 37 are office floors and floors 39 to 52 are occupied by the luxury Park Hyatt Tokyo hotel, which includes a swimming pool with panoramic views on the city.The building is owned and managed by Tokyo Gas Urban Development, a subsidiary of Tokyo Gas, and was constructed on the site of a decommissioned gas storage facility. Tokyo Gas operates a regional cooling center on-site, which provides heating and cooling to the high-rise district of Nishi-Shinjuku, and supplies electricity to the adjacent Tokyo Metropolitan Government Building."},{"placeName":"Shinjuku NS Building","image":"https://upload.wikimedia.org/wikipedia/commons/3/3a/Giant_Water_Clock%2C_Shinjuku_NS_Building.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku NS Building (新宿NSビル, Shinjuku Enu Esu Biru) is a skyscraper located in Shinjuku, Tokyo, Japan. The name comes from co-developers, Nihon Seimei and Sumitomo. Construction of the 134 metre, 30-story skyscraper was completed in 1982. It made an appearance in the film The Return of Godzilla (1984).\nSumitomo Realty & Development is headquartered in the building.\n\n"},{"placeName":"Shinjuku Nomura Building","image":"https://upload.wikimedia.org/wikipedia/commons/f/fb/Buildings_in_West_Shinjuku_Area_at_dusk_4.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku Nomura Building (新宿野村ビルディング) is a skyscraper located in the Nishi-Shinjuku business district in Shinjuku, Tokyo, Japan. Construction of the 209-metre, 50-storey skyscraper was finished in 1978. The building has a free observation deck on the top floor.\n\n"},{"placeName":"Shinjuku L Tower","image":"https://upload.wikimedia.org/wikipedia/commons/b/b7/Shinjku_l_tower_2009.JPG","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku L Tower (新宿エルタワー) is a skyscraper located in Shinjuku, Tokyo, Japan. Construction of the 121-metre (397 ft), 31-storey skyscraper was finished in 1989. It was built by the Japanese construction firm, Shimizu Construction Company.\n\n"},{"placeName":"Mode Gakuen Cocoon Tower","image":"https://upload.wikimedia.org/wikipedia/commons/3/38/1_Chome_Nishishinjuku%2C_Shinjuku-ku%2C_T%C5%8Dky%C5%8D-to_160-0023%2C_Japan_-_panoramio.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"Mode Gakuen Cocoon Tower (モード学園コクーンタワー, Mōdo gakuen kokūn tawā) is a 204 metres (669 feet), 50-story educational facility located in the Nishi-Shinjuku district in Shinjuku, Tokyo, Japan. The building is home to three educational institutions: Tokyo Mode Gakuen (fashion vocational school), HAL Tokyo (special technology and design college), and Shuto Ikō (medical college). Completed in October 2008, the tower is the second-tallest educational building in the world and was the 17th-tallest building in Tokyo. It was awarded the 2008 Skyscraper of the Year by Emporis."},{"placeName":"Shinjuku Mitsui Building","image":"https://upload.wikimedia.org/wikipedia/commons/0/09/2018_Shinjuku_Mitsui_Building.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"The Shinjuku Mitsui Building (新宿三井ビル, Shinjuku Mitsui Biru) is a high-rise building in Nishi-Shinjuku, Shinjuku, Tokyo. It is owned by Mitsui Fudosan. It is one of the ten tallest buildings in Tokyo, and was the tallest building in Tokyo and Japan from September 1974 to March 1978, when Sunshine 60 was completed.It was built in the style of high-rise buildings that were being built in the United States in the 1970s. It is notable for the black diagonal braces on its east and west facades. At the base of the skyscraper is a sunken garden and a surprisingly large plaza. In addition to the sunken garden, there is also a roof-top garden.\nWith its black facades, Shinjuku Mitsui Building stands out among the skyscrapers in Shinjuku. It is located next to the Shinjuku Center Building, which is two meters lower but appears to be taller because its first floor is located on higher ground. It made an appearance in the 1984 film The Return of Godzilla."},{"placeName":"Tokyo Opera City Tower","image":"https://upload.wikimedia.org/wikipedia/commons/b/b0/2018_Tokyo_Opera_City_Tower.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"Tokyo Opera City Tower (東京オペラシティタワー, Tōkyō Opera Shiti Tawā) is a skyscraper located in Shinjuku, Tokyo, Japan. Completed in 1996, it stands 234 metres (768 feet) high and has 54 floors. The tower is the third-tallest building in Shinjuku, Tokyo and seventh-tallest in Tokyo. The closest train station to Opera City is Hatsudai.\nThe building houses concert halls, an art gallery, a media-art museum (NTT InterCommunication Center) and many restaurants and shops on its lower floors. The fifth through fifty-second floors are devoted to office space.\nThe building is adjacent to the New National Theater, which is located in Shibuya, Tokyo. The combined complex of the tower and the theatre is called the \"Tokyo Opera City\"."},{"placeName":"NTT InterCommunication Center","image":"https://upload.wikimedia.org/wikipedia/commons/6/60/Karl_Sims_-_Galapagos_-_ICC.jpg","city":"Tokyo","kinds":"museums,cultural,interesting_places,art_galleries","description":"NTT InterCommunication Center (ICC) is a media art gallery in Tokyo Opera City Tower in Shinjuku, Tokyo, Japan. It was established by NTT to commemorate the 100th anniversary of telephone service in Japan and opened in 1997. In addition to permanent and temporary exhibitions featuring international and Japanese artists, ICC holds workshops, performances, symposia, and produces publications with the goal of advancing communication between artists and scientists."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Shinjuku Musashinokan","image":"https://upload.wikimedia.org/wikipedia/commons/d/db/Shinjuku_Musashino-kan.jpg","city":"Tokyo","kinds":"cultural,cinemas,theatres_and_entertainments,interesting_places","description":"The Shinjuku Musashinokan (新宿武蔵野館) is a long-standing movie theater located on the east side of Shinjuku Station in Tokyo, Japan. Originally started as the Musashinokan in May 1920, it quickly became Tokyo's premiere independent high-class theater showing foreign films. The theater program featured top-level film criticism and a committee of the managers and of film critics such as Akira Iwasaki helped program the films shown there. It was also famous in the silent era for the erudite benshi narration of Musei Tokugawa. On occasion, it also showed Japanese films such as Teinosuke Kinugasa's A Page of Madness.\nWhen it was rebuilt in 1968 as part of a multi-purpose building, occupying the seventh floor, it changed its name to the Shinjuku Musashinokan. Its owner, Musashino Kōgyō, also started other theaters using the name, such as the Ōi Musashinokan and the Nakano Musashinokan.\nThe Shinjuku Musashinokan still operates as a theater showing films on three screens."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Toho Cinemas","image":"https://upload.wikimedia.org/wikipedia/commons/0/0f/Aeonmall_Uki_North_Land_2015.JPG","city":"Tokyo","kinds":"skyscrapers,architecture,cultural,cinemas,theatres_and_entertainments,interesting_places","description":"Toho Cinemas Ltd. is a Japanese movie theater company. It is a wholly owned subsidiary of Toho."},{"placeName":"Shinjuku Koma Theater","image":"https://upload.wikimedia.org/wikipedia/commons/b/b6/Neon_at_Kabukicho%2C_to_Shinjuku_Koma_Theater.jpg","city":"Tokyo","kinds":"theatres_and_entertainments,cultural,interesting_places,other_theatres","description":"The Shinjuku Koma Theater (新宿コマ劇場, Shinjuku Koma Gekijō) was a major theatre in the Kabukichō, Shinjuku, Tokyo. The theatre opened in 1956 and it had a capacity of 2,088 seats."},{"placeName":"Shinjuku Golden Gai","image":"https://upload.wikimedia.org/wikipedia/commons/f/fd/Golden_Gai_%283741285627%29.jpg","city":"Tokyo","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Shinjuku Golden Gai (Japanese: 新宿ゴールデン街, Hepburn: Shinjuku gōruden-gai) is a small area, which is located in Kabukicho, Shinjuku, Tokyo, Japan. It is composed of a network of six narrow alleys, connected by even narrower passageways which are about wide enough for a single person to pass through. Over 200 tiny shanty-style bars, clubs and eateries are squeezed into this area.\nThe alleys are private roads, not public roads. In this area, shooting photographs and video for all purposes on the street is prohibited without permission of the area's business promotion association."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Shinjuku Golden Gai","image":"https://upload.wikimedia.org/wikipedia/commons/f/fd/Golden_Gai_%283741285627%29.jpg","city":"Tokyo","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Shinjuku Golden Gai (Japanese: 新宿ゴールデン街, Hepburn: Shinjuku gōruden-gai) is a small area, which is located in Kabukicho, Shinjuku, Tokyo, Japan. It is composed of a network of six narrow alleys, connected by even narrower passageways which are about wide enough for a single person to pass through. Over 200 tiny shanty-style bars, clubs and eateries are squeezed into this area.\nThe alleys are private roads, not public roads. In this area, shooting photographs and video for all purposes on the street is prohibited without permission of the area's business promotion association."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yoyogi Park","image":"https://upload.wikimedia.org/wikipedia/commons/4/47/Bridge_Yoyogipark.JPG","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Yoyogi Park (代々木公園, Yoyogi kōen) is a park in Yoyogikamizonocho, Shibuya, Tokyo, Japan, located adjacent to Harajuku Station and Meiji Shrine.\nThe park is a popular Tokyo destination. On Sundays, it is especially busy when it is used as a gathering place for Japanese rock music fans, jugglers, comedians, martial arts clubs, cosplayers and other subculture and hobby groups. In spring, thousands of people visit the park to enjoy the cherry blossom during hanami. The landscaped park has picnic areas, bike paths, cycle rentals and public sport courts."},{"placeName":"Jesus Lifehouse International Church","image":"https://upload.wikimedia.org/wikipedia/commons/7/76/Jesus_Lifehouse_International_Church_Logo.png","city":"Tokyo","kinds":"religion,churches,interesting_places,other_churches","description":"Lifehouse International Church is a Pentecostal church part of the Australian Christian Churches and ARC Churches, mainly in Asia.\nIt has churches located in Tokyo, Tachikawa, Yokohama, Atsugi, Yokosuka, Osaka, Kobe, Sendai, Sapporo Fukuoka, Hiroshima, Bali, Hong Kong, Taipei, Honolulu, and more\nThe Churches senior pastors, Rod and Viv Plummer, began the church in 2002 in Tokyo  with a team of 10 Australians and one Japanese couple.The Church's latest album \"No Limit\" reached number 1 in the iTunes \"Gospel\" category in Japan.\n\n"},{"placeName":"Lifehouse International Church Yokohama","image":"https://upload.wikimedia.org/wikipedia/commons/5/50/Jesus_Lifehouse_International_Church_Yokohama_Praise.jpeg","city":"Tokyo","kinds":"religion,churches,interesting_places,other_churches","description":"Lifehouse International Church is a Pentecostal church part of the Australian Christian Churches and ARC Churches, mainly in Asia.\nIt has churches located in Tokyo, Tachikawa, Yokohama, Atsugi, Yokosuka, Osaka, Kobe, Sendai, Sapporo Fukuoka, Hiroshima, Bali, Hong Kong, Taipei, Honolulu, and more\nThe Churches senior pastors, Rod and Viv Plummer, began the church in 2002 in Tokyo  with a team of 10 Australians and one Japanese couple.The Church's latest album \"No Limit\" reached number 1 in the iTunes \"Gospel\" category in Japan.\n\n"},{"placeName":"Harajuku Station","image":"https://upload.wikimedia.org/wikipedia/commons/9/9c/Construction_at_Harajuku_Station.jpg","city":"Tokyo","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Harajuku Station (原宿駅, Harajuku-eki) is a railway station in Shibuya, Tokyo, Japan, operated by East Japan Railway Company (JR East). The station takes its name from the area on its eastern side, Harajuku.\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Ota Memorial Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/b/ba/Edo_meisho_d%C5%8Dke_zukushi%2C_Ry%C5%8Dgoku_no_y%C5%ABdachi_by_HiroKage.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Ukiyo-e Ōta Memorial Museum of Art (浮世絵 太田記念美術館, Ukiyo-e Ōta kinen bijutsukan) is a museum that opened in Shibuya, Tokyo, Japan, in January 1980. It presents rotating exhibitions of Ukiyo-e from Ōta Seizo V's collection of over 12,000 pieces.\n\n"},{"placeName":"Yoyogi National Gymnasium","image":"https://upload.wikimedia.org/wikipedia/commons/f/f7/Aerial_view_of_Yoyogi_National_Gymnasium.19661104.jpg","city":"Tokyo","kinds":"cultural,theatres_and_entertainments,interesting_places,music_venues","description":"Yoyogi National Gymnasium (Japanese: 国立代々木競技場, Hepburn: Kokuritsu Yoyogi Kyōgi-jō) is an indoor arena located at Yoyogi Park in Shibuya, Tokyo, Japan, which is famous for its suspension roof design.\n\nIt was designed by Kenzo Tange and built between 1961 and 1964 to house swimming and diving events in the 1964 Summer Olympics. A separate annex was used for the basketball competition at those same games. It will also host handball competitions at the 2020 Summer Olympics. The design inspired Frei Otto's arena designs for the Olympic Stadium in Munich.The arena holds 13,291 people (9,079 stand seats, 4,124 arena seats and 88 \"royal box\" seats) and is now primarily used for ice hockey, futsal and basketball.The NHK World studios are adjacent to the arena along the edge of Yoyogi Park. Therefore, images of the arena are regularly featured at the end of NHK Newsline broadcasts.\n\n"},{"placeName":"NHK Hall","image":"https://upload.wikimedia.org/wikipedia/commons/8/82/67th_NHK_Kohaku_Uta_Gassen_%2836319373500%29.jpg","city":"Tokyo","kinds":"cultural,theatres_and_entertainments,interesting_places,other_theatres","description":"The NHK Hall is a concert hall located at the NHK Broadcasting Center, the main headquarters of Japan's public broadcaster NHK. The hall is the main venue for the NHK Symphony Orchestra, but it has also played host to other events, such as the 1979 Japan Music Awards, and NHK's annual New Year's Eve special Kōhaku Uta Gassen.\n\n"},{"placeName":"Meiji Memorial Picture Gallery","image":"https://upload.wikimedia.org/wikipedia/commons/f/f5/2019_Jingu_Gaien_Ginkgo_Street_in_Autumn.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"Meiji Memorial Picture Gallery (聖徳記念絵画館, Seitoku Kinen Kaigakan) is a gallery commemorating the \"imperial virtues\" of Japan's Meiji Emperor, installed on his funeral site in the Gaien or outer precinct of Meiji Shrine in Tōkyō. The gallery is one of the earliest museum buildings in Japan and itself an Important Cultural Property.\nOn display in the gallery are eighty large paintings, forty in \"Japanese style\" (Nihonga) and forty in \"Western style\" (Yōga), that depict, in chronological order, scenes from the Emperor's life and times. The gallery opened to the public in 1926, with the final paintings completed and installed ten years later. The selection and investigation of suitable topics for the paintings was overseen by Kaneko Kentarō, who also served as head of the editorial boards of Dai-Nihon Ishin Shiryō and Meiji Tennōki, major contemporary historiographic undertakings respectively to document the Meiji Restoration (in 4,215 volumes) and the Meiji Emperor and his era (in 260 volumes); as such, the gallery and its paintings may be viewed as a highly-visible historiographic project in its own right."},{"placeName":"Tokyo Camii","image":"https://upload.wikimedia.org/wikipedia/commons/2/2d/Inside_Tokyo_Camii_roof_detail_-_Dec_2015.jpg","city":"Tokyo","kinds":"religion,mosques,interesting_places","description":"Tokyo Mosque, Tōkyō-jāmii (東京ジャーミイ) also known as Tokyo Camii (pronounced Jamii), is a mosque with an adjoining Turkish culture center located in the Ōyama-chō district of Shibuya ward in Tokyo, Japan. It is the largest mosque in Japan. \nOriginally built in 1938, the current building was completed in 2000. It was designed by Hilmi Senalp, in a style inspired by Ottoman architecture."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Miyashita Park","image":"https://upload.wikimedia.org/wikipedia/commons/c/c9/Husqvarna_automower_430X_at_Miyashita_Park.jpg","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Miyashita Park (宮下公園, Miyashita kōen) is a park in the 6th district of Miyashita-mae, in the Shibuya Ward of Tokyo.\n\n"},{"placeName":"Bunkamura","image":"https://upload.wikimedia.org/wikipedia/commons/f/fe/Bunkamura.JPG","city":"Tokyo","kinds":"museums,theatres_and_entertainments,concert_halls,cultural,interesting_places,art_galleries","description":"The Bunkamura (文化村, Japanese for \"cultural enclave\") is a concert hall, theater and museum located in Shibuya, Tokyo, Japan, operated by Tokyu Group.\n\n"},{"placeName":"Komaba Park","image":"https://upload.wikimedia.org/wikipedia/commons/8/82/Building_internal_01.JPG","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Komaba Park (駒場公園, Komaba Kōen) is a park in Meguro, Tokyo, Japan located adjacent to the University of Tokyo, Komaba Campus.\n\n"},{"placeName":"Tōgū Palace","image":"https://upload.wikimedia.org/wikipedia/commons/3/3d/2_Chome-1_Motoakasaka%2C_Minato-ku%2C_T%C5%8Dky%C5%8D-to_107-0051%2C_Japan_-_panoramio_-_MAKIKO_OMOKAWA.jpg","city":"Tokyo","kinds":"palaces,architecture,historic_architecture,interesting_places","description":"In Japan, the Tōgū Palace (東宮, Tōgū, lit. \"East Palace\") traditionally does not refer to a single location, but to any residence of the Imperial Crown prince. As Prince Akishino, the current heir presumptive, is not a direct male descendant to the Emperor and not an Imperial Crown Prince himself, there is currently no Tōgū Palace in Japan and there will not be one until there is another Imperial Crown prince."},{"placeName":"Aoyama Theatre","image":"https://upload.wikimedia.org/wikipedia/commons/3/39/Aoyama_Theatre.jpg","city":"Tokyo","kinds":"theatres_and_entertainments,cultural,interesting_places,other_theatres","description":"The Aoyama Theatre (青山劇場, Aoyama Gekijō) was a theatre at the National Children's Castle (こどもの城, Kodomo no shiro) in Shibuya, Tokyo, Japan. The theatre opened in November 1985, and had a capacity of 1,200 seats. It closed on 30 January 2015.\n\n"},{"placeName":"Toho Cinemas","image":"https://upload.wikimedia.org/wikipedia/commons/0/0f/Aeonmall_Uki_North_Land_2015.JPG","city":"Tokyo","kinds":"cultural,cinemas,theatres_and_entertainments,interesting_places","description":"Toho Cinemas Ltd. is a Japanese movie theater company. It is a wholly owned subsidiary of Toho."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Shibuya Crossing","image":"https://upload.wikimedia.org/wikipedia/commons/9/96/Outdoor_film_set_of_Shibuya_Crossing_2020-02-24.jpg","city":"Tokyo","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Shibuya Scramble Crossing (渋谷スクランブル交差点, Shibuya sukuranburu kōsaten) or commonly known as Shibuya Crossing is a popular scramble crossing in Shibuya, Tokyo, Japan. It is located in front of the Shibuya Station Hachikō exit and stops vehicles in all directions to allow pedestrians to inundate the entire intersection. The statue of Hachikō, between the station and the intersection, is a common meeting place and almost always crowded.\nThree large TV screens mounted on nearby buildings overlook the crossing, as well as many advertising signs. The Starbucks store overlooking the crossing is also one of the busiest in the world. Its heavy traffic and inundation of advertising have led to it being compared to the Times Square intersection in New York City and Piccadilly Circus intersection in London. Shibuya Crossing is the world’s busiest pedestrian crossing, with as many as 3,000 people crossing at a time. Tokyo-based architecture professor Julian Worrall has said Shibuya Crossing is \"a great example of what Tokyo does best when it's not trying.\""},{"placeName":"Okuma Auditorium","image":"https://upload.wikimedia.org/wikipedia/commons/2/2b/Okuma_Auditorium.jpg","city":"Tokyo","kinds":"towers,architecture,interesting_places,clock_towers","description":"The Ōkuma Auditorium (大隈講堂, Ōkuma kōdō), officially the Waseda University Ōkuma Memorial Hall (早稲田大学大隈記念講堂, Waseda daigaku Ōkuma kinen kōdō), is a Tudor Gothic auditorium of Waseda University in Totsuka, Shinjuku, Tokyo. Designed primarily by Kōichi Satō, construction of the auditorium was planned to begin in 1923 following the death of Waseda founder Ōkuma Shigenobu. Its construction was halted by the 1923 Great Kantō earthquake but eventually began in 1926. It opened in 1927, commemorating the 45th anniversary of the founding of Waseda University. The auditorium includes a large hall with a capacity of over 1,100 seats and a basement hall of about 300 seats. The university's activities, lectures and concerts are held in the auditorium. The clock tower chimes six times a day.It was classified as a historic building by the Tokyo Metropolitan Government in 1999 and officially designated as an Important Cultural Property in 2007."},{"placeName":"Yamanote Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/JR_Yamanote_Line_linemap.svg","city":"Tokyo","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Yamanote Line (Japanese: 山手線, Yamanote-sen) is a loop service in Tokyo, Japan, operated by East Japan Railway Company (JR East). It is one of Tokyo's busiest and most important lines, connecting most of Tokyo's major stations and urban centres, including Marunouchi, the Yūrakuchō/Ginza area, Shinagawa, Shibuya, Shinjuku, Ikebukuro, and Ueno, with all but two of its 30 stations connecting to other railway or underground (subway) lines.\nInternally JR East refers to the \"Yamanote Line\" as the quadruple-track 20.6 km (12.8 mi) corridor between Shinagawa and Tabata via Shinjuku. The corridor consists of a pair of tracks used by Yamanote local trains and another parallel pair of tracks called \"the Yamanote Freight Line\" used by the Saikyō and Shōnan-Shinjuku line trains, some limited express services, and freight trains. In everyday usage, branding on maps and station signage, the \"Yamanote Line\" refers to the local service running the entire 34.5 km (21.4 mi) Line looping between the Yamanote corridor via Shinjuku Station and the central portions of the Tōhoku and Tōkaidō Main Lines Via Tokyo Station. (This article uses the same definition unless noted otherwise.)\n\n"},{"placeName":"Okuma Garden","image":"https://upload.wikimedia.org/wikipedia/commons/0/0c/AL-88_Al_Menasco_Album_Image_000014_%2814361226185%29.jpg","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Ōkuma Garden (大隈庭園, Ōkuma teien) is a Japanese garden located in  Shinjuku, Tokyo. It belongs to Waseda University. The garden covers an area of about 3,000 square metres.\nIt was previously the residence of the Ii family and Matsudaira clan. In 1884, Shigenobu Ōkuma, the founder of Waseda University, remodeled the garden into semi-Western style. He placed a vast lawn, artificial hills, and ponds, and grew melons in a hothouse for the first time in Japan. After his death, the garden was donated to Waseda University. Although it suffered serious damage in the air raid of 1945, it was almost restored and now is a recreation place for students. The garden features an extensive lawn, brooks, seasonal plants and walking paths. There are lanterns, small stone pagodas, statues. Reduced-size replica of “Shotoku-Daiou-Shinkyo” which was donated by the Korean graduates’ association in commemoration of the 100th anniversary of the university, now adorns the garden.\nOkuma Garden is located approximately 5 minutes' walk from Waseda Station, and it is open from 11:00 until 16:00 on Monday, Tuesday, Thursday, and Friday during the semesters, April to December. It is closed on rainy days."},{"placeName":"Akasaka Palace","image":"https://upload.wikimedia.org/wikipedia/commons/7/74/1_Chome_Yotsuya%2C_Shinjuku-ku%2C_T%C5%8Dky%C5%8D-to_160-0004%2C_Japan_-_panoramio.jpg","city":"Tokyo","kinds":"guest_houses,palaces,architecture,historic_architecture,accomodations,interesting_places","description":"Akasaka Palace (赤坂離宮, Akasaka Rikyū), or the State Guest House (迎賓館, Geihinkan), is one of the two state guest houses of the Government of Japan. The other state guesthouse is the Kyoto State Guest House.\nThe palace was originally built as the Imperial Palace for the Crown Prince (東宮御所, Tōgū Gosho) in 1909. Today the palace is designated by the Government of Japan as an official accommodation for visiting state dignitaries. Located in the Moto-Akasaka, Minato, Tokyo, the building took on its present function in 1974, having previously been an imperial detached palace. In 2009 the palace was designated as a National Treasure of Japan.\n\n"},{"placeName":"Shibuya Hikarie","image":"https://upload.wikimedia.org/wikipedia/commons/2/20/Hikarie_horizontal.svg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places,shops,malls,tourist_facilities","description":"The Shibuya Hikarie (Japanese: 渋谷ヒカリエ) is a Tokyu skyscraper and retail complex completed in 2012 and located in the Shibuya shopping district of Tokyo, Japan.\nThe Hikarie is 183 meters tall. As of November 2013, it was tied for being the 52nd tallest skyscraper in Japan and 40th tallest building in Tokyo.\nThe Hikarie features extensive use of LED lighting and displays and combines shopping/dining/entertainment in similar ways to the Roppongi Hills project. Its profile and significance are partially due to being immediately proximate to Shibuya Station, to which it is connected by both a 2nd-floor sky-walk and underground walkway.\nAlthough it does not yet have the same cultural significance as the 109 Building, it is a prime retail and office destination. The public access floors (floors 1 - 11) are marked by glass-walling, allowing for views across Shibuya and Tokyo.\nShibuya Hikarie features retail sales and event space up to floor 11, at which point access is controlled to the theatre (11-16) and private office space (17-34). Clients include KDDI and a number of headquarters for media companies."},{"placeName":"Shibuya Scramble Square","image":"https://upload.wikimedia.org/wikipedia/commons/8/84/2019_Shibuya_Scramble_Square_1.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,interesting_places","description":"Shibuya Scramble Square (Japanese: 渋谷スクランブルスクエア Shibuya Sukuranburu Sukuea) is a mixed-use skyscraper connected to Shibuya Station in Shibuya, Tokyo, Japan. \nIt is part of a redevelopment of the station area. Located at Shibuya Station, the complex consists of three buildings, including an eastern building, Shibuya Scramble Square (229.71 m height), a central building (61 m height) and a western building (76 m height). \nConstruction of the complex began in 2014 and is due to end in 2027, with an area of 276,000 m2. The eastern building of the complex, the Shibuya Scramble Square skyscraper, was completed in October 2019 and opened on November 1, 2019, with an area of 181,000 m2. Shibuya Scramble Square surpassed the Cerulean Tower in height and became the highest skyscraper in the district of Shibuya. The Shibuya Scramble Square underground floor is directly connected to Shibuya Station. An observation deck, “SHIBUYA SKY”, is located on the roof of the skyscraper. The complex includes shops, offices, an observation deck, and a parking area."},{"placeName":"Nezu Museum","image":"https://upload.wikimedia.org/wikipedia/commons/d/da/2018_Nezu_Museum_1.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Nezu Museum (根津美術館, Nezu bijutsukan), formerly known as the Nezu Institute of Fine Arts, is an art museum in the Minato district of Tokyo, Japan.The museum houses the private collection of pre-modern Japanese and East Asian art of Nezu Kaichirō (1860–1940). The museum foundation was established on the death of the founder Nezu in 1940 and exhibitions were first opened to the public in 1941. The museum collection was stored away from central Tokyo during the second world war and escaped the destruction suffered by the estate property in the bombing of May 1945. Exhibitions were restarted after the war in 1946. \nClosed due to large-scale renovation and renewal from 2006 onwards, the museum re-opened in fall 2009 with a completely new museum building by the Japanese architect Kengo Kuma.\nIncluded in the collection are a pair of Edo period folding screens, Irises, by Ogata Kōrin. It also includes other paintings of renown, calligraphy, sculpture, ceramics, textiles and archaeological materials, as well as objects in lacquer, metal, and wood. The collection also consists of Chinese bronzes of the Shang and Zhou dynasties. The Nezu Museum is also known for its extensive, Japanese-style garden."},{"placeName":"Nezu Museum","image":"https://upload.wikimedia.org/wikipedia/commons/d/da/2018_Nezu_Museum_1.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Nezu Museum (根津美術館, Nezu bijutsukan), formerly known as the Nezu Institute of Fine Arts, is an art museum in the Minato district of Tokyo, Japan.The museum houses the private collection of pre-modern Japanese and East Asian art of Nezu Kaichirō (1860–1940). The museum foundation was established on the death of the founder Nezu in 1940 and exhibitions were first opened to the public in 1941. The museum collection was stored away from central Tokyo during the second world war and escaped the destruction suffered by the estate property in the bombing of May 1945. Exhibitions were restarted after the war in 1946. \nClosed due to large-scale renovation and renewal from 2006 onwards, the museum re-opened in fall 2009 with a completely new museum building by the Japanese architect Kengo Kuma.\nIncluded in the collection are a pair of Edo period folding screens, Irises, by Ogata Kōrin. It also includes other paintings of renown, calligraphy, sculpture, ceramics, textiles and archaeological materials, as well as objects in lacquer, metal, and wood. The collection also consists of Chinese bronzes of the Shang and Zhou dynasties. The Nezu Museum is also known for its extensive, Japanese-style garden."},{"placeName":"Japanese Folk Crafts Museum","image":"https://upload.wikimedia.org/wikipedia/commons/9/90/Blind_man_and_dog_otsu-e.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Japan Folk Crafts Museum (日本民藝館, Nihon Mingeikan) is a museum in Komaba, Meguro, Tokyo, Japan, dedicated to the hand-crafted art of ordinary people (mingei).Access is from Komaba-Tōdaimae Station of Keio Inokashira Line.\nThe museum was established in 1936 by Yanagi Sōetsu, the founder of the mingei movement; Hamada Shōji succeeded him as its director. Yanagi and Hamada officially announced their desire to establish a folk crafts museum in 1926. Construction began on the museum in 1935 and was completed in 1936.The museum covers 1,818 square meters and was constructed with a traditional Japanese architectural style. A 'long' stone-roofed gate-cum-residence (nagaya-mon) was brought from the Tochigi Prefecture and reconstructed in front of the building."},{"placeName":"Kodansha Noma Memorial Museum","image":"https://upload.wikimedia.org/wikipedia/commons/b/bc/Kodansha_Noma_Memorial_Museum_-_DSC07740.JPG","city":"Tokyo","kinds":"biographical_museums,historic_house_museums,cultural,museums,interesting_places,history_museums,art_galleries","description":"Kodansha Noma Memorial Museum (講談社野間記念館, Kōdansha noma kinenkan) is located in Bunkyo, Tokyo, Japan. Its collection includes fine Japanese art objects.\nThe museum was opened in April 2000, in order to commemorate the 90th anniversary of the founding of Japan's largest  publishing company, Kodansha Publishing Company. It was the residence of the former Kodansha president Sawako Noma, the grand daughter of its founder, Seiji Noma. One of the museum's exhibits is the Noma Japanese Art Collection, art objects collected by Seiji Noma in the early part of the 20th century. Featured artists include Kawai Gyokudō, Uemura Shōen, Kiyokata Kaburagi, and more.  The Noma collection includes works by Yokoyama Taikan and other modern Japanese and Western artists, sculpture and ceramics. There are also 6,000 shikishi (decorated Japanese paper or silk used originally for artistic prose, etc) received directly from the artists. The collection reflects an overview of the trends in the history of modern Japanese art. The Museum also displays the Publication Culture Collection, which presents valuable cultural treasures that have been collected from the Meiji Era to the Heisei Era.\n\n"},{"placeName":"Tokyo Anime Center","image":"https://upload.wikimedia.org/wikipedia/commons/6/66/Meiko_Honma%27s_costume_at_Tokyo_Anime_Center_20110820.jpg","city":"Tokyo","kinds":"museums,cultural,interesting_places,other_museums","description":"The Tokyo Anime Center (東京アニメセンター) is a facility that has been created to market anime to residents of Japan and foreign visitors. The facility hosts events such as, live radio interviews with creators, voice actors, and merchandising fairs. It includes the AKIBA3DTheater. It dubs itself as \"The definitive 'spot' for anime and anime-related entertainment.\"\nIt is located on the fourth floor of the Akihabara UDX building, that is near JR Akihabara Station.\nIn 2007, many promotional displays for the then-upcoming Rebuild of Evangelion movie were set up inside the Tokyo Anime Center, including life-size cardboard stand-ups of Rei Ayanami and interactive demos.\nMore permanent sections of the center contain merchandise from popular anime series, such as mugs, key chains, promotional fliers, mouse pads, etc.\nThe Center closed down on July 17, 2017, and was reopened on October 28, 2017, at DNP Plaza Shibuya."},{"placeName":"Grand Prince Hotel Akasaka","image":"https://upload.wikimedia.org/wikipedia/commons/5/5a/Akasaka_20061215_0053.jpg","city":"Tokyo","kinds":"skyscrapers,architecture,accomodations,interesting_places,other_hotels","description":"The Grand Prince Hotel Akasaka (グランドプリンスホテル赤坂, Gurando Purinsu Hoteru Akasaka) was an upscale hotel in Chiyoda, Tokyo, Japan. The site of the former hotel is now the location of a mixed-use development named Tokyo Garden Terrace.\nA design of Japanese architect Kenzo Tange, the hotel was well known for its \"distinctive saw-toothed facade\" of aluminium and glass. Following closure it became notable for being deconstructed in a top-down approach, the building appearing to shrink in height over time."},{"placeName":"21_21 Design Sight","image":"https://upload.wikimedia.org/wikipedia/commons/7/7d/21_21_Design_Sight_%2816015883688%29.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"21_21 Design Sight is a museum in Roppongi in Minato, Tokyo, Japan, which opened in 2007. The museum, a design museum, was created by architect Tadao Ando and fashion designer Issey Miyake. \"The idea was to create not only a museum that shows exhibits,\" says Ando, \"but also a place for researching the potentiality of design as an element that enriches our daily life, a place that fosters the public's interest in design by arousing in them different sights and perspectives on how we can view the world and the objects surrounding us.\" The building, designed by Ando, is on the edge of the park area, and features 1,700 square meters (18,300 sq ft) of floor space, including two galleries and an attached cafe run by chef and restaurateur Takamasa Uetake. The split-level concrete structure includes a hand-sanded steel roof (whose design was inspired by Issey Miyake's A-POC (\"A Piece of Cloth\") concept) and 14-meter (46 ft) long glass panels.\nThe current directors are Japanese designers Issey Miyake, Taku Satoh, and Naoto Fukasawa."},{"placeName":"Meguro Sky Garden","image":"https://upload.wikimedia.org/wikipedia/commons/2/21/Meguro_Sky_Garden_%2813592627975%29.jpg","city":"Tokyo","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Meguro Sky Garden (目黒天空庭園, Meguro Tenkū Teien) is a linear roof garden park in Ōhashi, Meguro, Tokyo, Japan, constructed on a sloping roof rising from 15 to 35 meters above street level.  The garden serves to cover the intersection of two major expressways; the elevated Route 3 (Shuto Expressway) Shibuya radial route (Tanimachi JCT - Yōga) and the deep level subterranean Central Circular Route C2.The completed interchange links the Central Circular Route (Shuto Expressway) through the Yamate Tunnel as far as the Bayshore Route in Shinagawa.The road junction redevelopment also includes high rise residential housing, retail, a local Meguro government branch office, a library, community meeting rooms and all-weather sports facilities.\n\n"},{"placeName":"Suntory Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/a/ac/Suntory_Museum_of_Art_2015.jpg","city":"Tokyo","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Suntory Museum of Art (サントリー 美術館, Santorī Bijutsukan) is an arts museum located in Tokyo Midtown, Roppongi, Tokyo. It is owned by the Suntory corporation. The collection theme of the art works is \"Art in life\" and they mainly have Japanese antiques."},{"placeName":"Osaka Prefectural Nakanoshima Library","image":"https://upload.wikimedia.org/wikipedia/commons/6/6d/1_Chome_Nakanoshima%2C_Kita-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_530-0005%2C_Japan_-_panoramio.jpg","city":"Osaka","kinds":"other,unclassified_objects,interesting_places,historic_object","description":"Osaka Prefectural Nakanoshima Library (大阪府立中之島図書館, Ōsaka Furitsu Nakanoshima Toshokan) is a major library in the Nakanoshima section of Osaka, Osaka Prefecture, Japan.\nIt was established in 1904; and is today one of two libraries which are supported by the Osaka Prefectural government."},{"placeName":"Tekijuku","image":"https://upload.wikimedia.org/wikipedia/commons/9/92/Japanese_Tekijuku.jpg","city":"Osaka","kinds":"historic_architecture,architecture,interesting_places,other_buildings_and_structures","description":"Tekijuku (適塾) was a school established in Senba (船場), Osaka, the main trading route between Nagasaki and Edo in 1838 during the Tenpō era of the late Edo period. Its founder was Ogata Kōan, a doctor and scholar of Dutch studies (Rangaku). The foreign language curriculum focused primarily on medicine, but also taught astronomy and other western sciences.\n\nThe school was one of the predecessors of Osaka University and Keio University, through the work of the most notably alumni Ogata Koan and Fukuzawa Yukichi, respectively.\n\n"},{"placeName":"Utsubo Park","image":"https://upload.wikimedia.org/wikipedia/commons/2/29/1_Chome-9_Utsubohonmachi%2C_Nishi-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_550-0004%2C_Japan_-_panoramio_%281%29.jpg","city":"Osaka","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Utsubo Park (靱公園, Utsubo-Kōen) is a large public, urban park, situated at Utsubo-Hommachi in Nishi-ku, Osaka, Japan.\nThe park was constructed at the site of a former air field of the United States Army, so the land is a long rectangle shape characteristic of a runway (700m x 150m). This place was one of the busiest fish wholesale markets (Zakoba fish market and Utsubo dried fish market), from Edo period until 1931, at that time a new wholesale market was opened at Fukushima ward.\nThe Utsubo Tennis Center occupies a large area of the western part of the park. Some international tennis tournaments have been held there. The most famous one is the HP Open and World Super Junior Tennis Championships.\nAround the eastern part of this park, many cafes and bakery have opened after 1990. Sometimes open-air wedding are held at the rose garden. This area is becoming one of the fashionable places in Osaka city."},{"placeName":"The Tower Osaka","image":"https://upload.wikimedia.org/wikipedia/commons/7/7d/The_tower_osaka.jpg","city":"Osaka","kinds":"skyscrapers,architecture,interesting_places","description":"The Tower Osaka is a high rise apartment building situated at Hotarumachi, 1-1 Fukushima, Fukushima-ku, Osaka, Japan. It is the highest building in Fukushima ward.\n\n"},{"placeName":"Tōkaidō Main Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/67/2011%E5%B9%B43%E6%9C%8815%E6%97%A5%EF%BC%88%E7%81%AB%EF%BC%89%E6%9D%B1%E6%B5%B7%E9%81%93%E7%B7%9A%E9%81%8B%E8%A1%8C%E7%8A%B6%E6%B3%81_17%E6%99%82%E7%8F%BE%E5%9C%A8%E6%9C%AA%E5%AE%9A_%285698787233%29.jpg","city":"Osaka","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Tōkaidō Main Line (Japanese: 東海道本線, Hepburn: Tōkaidō-honsen) is a major Japanese railway line of the Japan Railways Group (JR Group) network, connecting Tokyo and Kōbe stations. It is 589.5 km (366.3 mi) long, not counting its many freight feeder lines around the major cities. The high-speed Tōkaidō Shinkansen largely parallels the line.\nThe term \"Tōkaidō Main Line\" is largely a holdover from pre-Shinkansen days; now various portions of the line have different names which are officially used by JR East, JR Central, and JR West. Today, the only daily passenger train that operate over the entire length of the line is the combined overnight-train Sunrise Izumo - Sunrise Seto. During the day longer intercity trips require several transfers along the way.\nThe Tokaido Main Line is owned and operated by three JR companies:\n\nEast Japan Railway Company (JR East) (Tokyo - Atami) Tōkaidō Line\nCentral Japan Railway Company (JR Central) (Atami - Maibara) Tōkaidō Line\nWest Japan Railway Company (JR West) (Maibara - Kōbe) Biwako Line, JR Kyoto Line, JR Kobe Line"},{"placeName":"Gate Tower Building","image":"https://upload.wikimedia.org/wikipedia/commons/b/b0/Building_penetrated_by_an_expressway_001_OSAKA_JPN_%28square_crop%29.jpg","city":"Osaka","kinds":"skyscrapers,architecture,interesting_places","description":"Gate Tower Building (ゲートタワービル, gēto tawā biru) is a 16-floor office building in Fukushima-ku, Osaka, Japan. It is notable for the highway offramp of the Ikeda Route that passes through the building.\n\n"},{"placeName":"Utsubo Park","image":"https://upload.wikimedia.org/wikipedia/commons/2/29/1_Chome-9_Utsubohonmachi%2C_Nishi-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_550-0004%2C_Japan_-_panoramio_%281%29.jpg","city":"Osaka","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"Utsubo Park (靱公園, Utsubo-Kōen) is a large public, urban park, situated at Utsubo-Hommachi in Nishi-ku, Osaka, Japan.\nThe park was constructed at the site of a former air field of the United States Army, so the land is a long rectangle shape characteristic of a runway (700m x 150m). This place was one of the busiest fish wholesale markets (Zakoba fish market and Utsubo dried fish market), from Edo period until 1931, at that time a new wholesale market was opened at Fukushima ward.\nThe Utsubo Tennis Center occupies a large area of the western part of the park. Some international tennis tournaments have been held there. The most famous one is the HP Open and World Super Junior Tennis Championships.\nAround the eastern part of this park, many cafes and bakery have opened after 1990. Sometimes open-air wedding are held at the rose garden. This area is becoming one of the fashionable places in Osaka city."},{"placeName":"Yuki Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/c/cb/Ariwara_no_Narihira_Satake_%28Yuki_Museum_of_Art%29.jpg","city":"Osaka","kinds":"cultural,museums,interesting_places,art_galleries","description":"Yuki Museum of Art (湯木美術館, Yuki Bijutsukan) opened in Chūō-ku, Osaka, Japan, in 1987. The collection, built up by Yuki Teiichi (湯木貞一) of kaiseki restaurant Kitchō fame, includes twelve Important Cultural Properties and three Important Art Objects."},{"placeName":"OAP Tower","image":"https://upload.wikimedia.org/wikipedia/commons/f/f9/OAP_by_MASA.jpg","city":"Osaka","kinds":"skyscrapers,architecture,interesting_places","description":"Osaka Amenity Park Tower is one of the largest plaza and office developments in Japan, located at the Tenmabashi District in Kita Ward, Osaka.\nIt was built by Mitsubishi Estates in 1994. It displays a collected line of cafes, restaurants, plazas, stores, offices and sky-view features like sky restaurants. It has a position in the List of tallest structures in Japan. It has a height of 176 meters and has 39 floors. OAP Tower is also integrated with the two OAP Residence Towers and the Teikoku Hotel."},{"placeName":"Osaka Science Museum","image":"https://upload.wikimedia.org/wikipedia/commons/7/7a/GliderAtOsakaCityScienceMuseum.jpg","city":"Osaka","kinds":"science_museums,cultural,museums,interesting_places","description":"The Osaka Science Museum (大阪市立科学館, Ōsaka Shiritsu Kagakukan) is a science museum in Naka-no-shima, Kita-ku, Osaka, Japan. The museum is located between the Dōjima River and the Tosabori River, above Osaka's subterranean National Museum of Art. Opened in 1989, the museum was constructed to mark the 100th anniversary of Osaka City. The construction was funded through a 6.5 billion yen donation toward building costs from Kansai Electric. Its theme is \"The Universe and Energy\". Before the war a similar museum opened in 1937. It was known as the Osaka City Electricity Science Museum and it was both the first science museum and the first planetarium in Japan.\nThe Science Museum's primary permanent exhibition consists of four floors of mainly interactive science exhibits, totaling 200 items, with each floor focusing on a different theme. There is also a live science show with science demonstrations several times per day. Like the rest of the museum, these demonstrations are in Japanese only and visitors may require prior scientific knowledge to enjoy them.\nThe two secondary exhibits, both available separately from the primary exhibit, are a planetarium, which has a dome with a radius of 26.5 meters, the 7th largest in the world which projects the images of the heavens. In July 2004, the planetarium reopened after a renovation displaying the entire night sky as a next-generation digital image.\nThe museum also houses a collection of scientific resources, including \n\nJapan's first planetarium (a Carl Zeiss II model)\nthe Cockcroft-Walton accelerator\nresources related to Seimikyoku, Japan's first full-fledged chemistry laboratory\npre-war electrical measuring devicesIts collection of books and magazines for a general audience, largely on astronomy, is the most comprehensive in West Japan.\nThe science building is the place where Hideki Yukawa created his theory on mesons, for which he was awarded a Nobel prize. At the time this building was part of Osaka University. It was also the first place in Japan where radio waves from the universe were measured."},{"placeName":"Tōkaidō Main Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/67/2011%E5%B9%B43%E6%9C%8815%E6%97%A5%EF%BC%88%E7%81%AB%EF%BC%89%E6%9D%B1%E6%B5%B7%E9%81%93%E7%B7%9A%E9%81%8B%E8%A1%8C%E7%8A%B6%E6%B3%81_17%E6%99%82%E7%8F%BE%E5%9C%A8%E6%9C%AA%E5%AE%9A_%285698787233%29.jpg","city":"Osaka","kinds":"bridges,architecture,interesting_places,other_bridges","description":"The Tōkaidō Main Line (Japanese: 東海道本線, Hepburn: Tōkaidō-honsen) is a major Japanese railway line of the Japan Railways Group (JR Group) network, connecting Tokyo and Kōbe stations. It is 589.5 km (366.3 mi) long, not counting its many freight feeder lines around the major cities. The high-speed Tōkaidō Shinkansen largely parallels the line.\nThe term \"Tōkaidō Main Line\" is largely a holdover from pre-Shinkansen days; now various portions of the line have different names which are officially used by JR East, JR Central, and JR West. Today, the only daily passenger train that operate over the entire length of the line is the combined overnight-train Sunrise Izumo - Sunrise Seto. During the day longer intercity trips require several transfers along the way.\nThe Tokaido Main Line is owned and operated by three JR companies:\n\nEast Japan Railway Company (JR East) (Tokyo - Atami) Tōkaidō Line\nCentral Japan Railway Company (JR Central) (Atami - Maibara) Tōkaidō Line\nWest Japan Railway Company (JR West) (Maibara - Kōbe) Biwako Line, JR Kyoto Line, JR Kobe Line"},{"placeName":"Osaka Contemporary Art Center","image":"https://upload.wikimedia.org/wikipedia/commons/e/ef/Osaka_contemporary_art_center01.jpg","city":"Osaka","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Osaka Contemporary Art Center (大阪府立現代美術センター, Ōsaka furitsu gendai bijutsu sentā) is an art gallery in Osaka, Japan, administered by Osaka Prefecture.\nThe center started in 1974 as Ōsaka Fumin Gyararī (大阪府民ギャラリー). In 1980 its Japanese name was changed to that used today, on the occasion of its move within Kita-ku (Osaka) from Dōjima to Nakanoshima. In 2000 it moved to Chūō-ku.\nThe Center has a permanent collection and also holds exhibitions. Its address is Ōtemae 3-1-43, Chūō-ku, Osaka City, postcode 540-0008."},{"placeName":"Senpukan","image":"https://upload.wikimedia.org/wikipedia/commons/7/72/MonnaieduJapon.jpg","city":"Osaka","kinds":"architecture,historic_architecture,interesting_places,manor_houses","description":"The Sempukan (Japanese: 泉布観) is a historic building in Osaka, Japan. It used to function as a guest house for the Japanese Mint Bureau. Designed by Thomas Waters, it is the oldest Western-style building in the city. The Meiji Emperor stayed at Sempukan during his visit to Osaka in 1872."},{"placeName":"City Tower Nishi-Umeda","image":"https://upload.wikimedia.org/wikipedia/commons/7/7a/City_Tower_Nishiumeda_-_panoramio.jpg","city":"Osaka","kinds":"skyscrapers,architecture,interesting_places","description":"City Tower Nishi-Umeda (Japanese:シティタワー西梅田) is a high rise apartment building, situated at 7-20 Fukushima, Fukushima-ku, Osaka, Japan.\nThis building is the highest in Fukushima ward, and the highest apartment block in the Umeda area. The glass curtain wall facade, an external wall made with glass, is a notable characteristic of this building."},{"placeName":"Osaka Tower","image":"https://upload.wikimedia.org/wikipedia/commons/b/bb/Osaka_Tower.jpg","city":"Osaka","kinds":"transmitter_towers,architecture,towers,interesting_places","description":"Osaka Tower (大阪タワー, Ōsaka Tawā) was an observation and radio tower built beside the headquarters of Asahi Broadcasting Corporation (ABC) in Kita-ku, Osaka, Japan. It also relayed radio communication the taxi companies.\n\n"},{"placeName":"Osaka Museum of History","image":"https://upload.wikimedia.org/wikipedia/commons/1/13/140923_Osaka_Museum_of_History_Osaka_Japan01s3.jpg","city":"Osaka","kinds":"cultural,museums,interesting_places,history_museums","description":"Osaka Museum of History (大阪歴史博物館, Ōsaka Rekishi Hakubutsukan) opened in Chūō-ku, Ōsaka, Japan in 2001. The project architects were César Pelli & Associates and Nihon Sekkei. It is adjoined by an atrium to the NHK Osaka Broadcasting Center, which was designed by the same architects and built at the same time. The former Osaka City Museum closed earlier the same year. Over four floors, the displays tell the history of the city from the time of the Former Naniwa Palace, located in the area now occupied by the museum. Remains of a warehouse, walls, and water supply facilities for the palace are also on view in the basement. In 2005, the collection numbered some 100,000 objects. By 2016, it had grown to 138,595 objects, while a further 17,632 items were on deposit at the museum."},{"placeName":"Osaka Loop Line","image":"https://upload.wikimedia.org/wikipedia/commons/6/67/070617_block-sinnal.jpg","city":"Osaka","kinds":"bridges,architecture,interesting_places,viaducts","description":"The Osaka Loop Line (大阪環状線, Ōsaka kanjō-sen) is a railway loop line in Japan operated by the West Japan Railway Company (JR West). It encircles central Osaka.\nPart of a second, proposed outer loop line, the Osaka Higashi Line, from Hanaten to Kyuhoji was opened on March 15, 2008, and the line from Shigino to Shin-Ōsaka opened in March 2019. This entry covers the original central loop line."},{"placeName":"Umeda Arts Theater","image":"https://upload.wikimedia.org/wikipedia/commons/0/0e/Applause_Tower_20100212-001.jpg","city":"Osaka","kinds":"cultural,theatres_and_entertainments,interesting_places,other_theatres","description":"Umeda Arts Theater (梅田芸術劇場, Umeda Geijutsu Gekijō) is a Japanese theater located at Chayamachi Applause in Chayamachi, Kita-ku, Osaka, operated by Umeda Arts Theater Co., Ltd. It opened in 1992.\nUmeda Arts Theater Co., Ltd. is a member of Hankyu Hanshin Toho Group and a subsidiary of Hankyu Corporation. It serves as a theater producing company and a talent agency for former Takarazuka Revue Company stars, with branches in Tokyo and New York. Umeda Arts Theater has produced the world premiere of Prince of Broadway, a musical retrospective celebrating the 21-time Tony winner Harold Prince, directed by Prince and Susan Stroman."},{"placeName":"Ishiyama Hongan-ji","image":"https://upload.wikimedia.org/wikipedia/commons/6/66/Gainen.gif","city":"Osaka","kinds":"religion,buddhist_temples,interesting_places","description":"The Ishiyama Hongan-ji (石山本願寺) was the primary fortress of the Ikkō-ikki, leagues of warrior priests and commoners who opposed samurai rule during the Sengoku period. It was established in 1496, at the mouth of the Yodo River, on the coast of the Seto Inland Sea. At the time, this was just outside the remains of the ancient capital of Naniwa, in Settsu Province. In fact, recent archaeological research has determined that the temple was established atop the ruins of the old imperial palace. The city (now called Osaka) has since grown around the site, incorporating the Ishiyama (stone mountain).\nRennyo, the great revivalist abbott of Jōdo Shinshū (Ikkō-shū), retired to the area in 1496, initiating the series of events that would end in the formation of Japan's second-largest city. Contemporary documents describing his retirement site as being on a \"long slope\" (大坂, Ōzaka) are the first to call the area by that name, which has changed only slightly over time to Osaka (大阪), and become Japan's second largest city. Although Rennyo sought isolation in retiring to this quiet place, he very quickly attracted a great number of devotees and followers. The tiny temple Rennyo built for his own personal devotions was expanded, and many homes and other buildings were erected to accommodate the new residents. By the time of Rennyo's death, three years later, the general shape and size of the Ishiyama Hongan-ji was already in place.\nAfter the 1532 destruction of Yamashina Mido in Kyoto, the Ishiyama Hongan-ji acted as the primary temple for the Ikkō sect, from which the Ikkō-ikki had sprouted. Contributions from devotees were collected through a system of brokers, primarily those based in Sakai in nearby Izumi Province.\nThe cathedral-fortress was considered impenetrable, due largely to its location and orientation. In addition, roughly a hundred priests were on patrol at any given time, and upwards of ten thousand could be summoned to battle simply by ringing a bell. The priests of the fortress came not only from Osaka and the surrounding areas, but also from the Ikko sect's home provinces of Kaga and Echizen. The priests also had many allies, including the Mōri clan, who supplied the fortress when it was under siege. Both Uesugi Kenshin and Takeda Shingen, both of whom were rivals of Oda Nobunaga, simply by keeping Nobunaga and each other occupied, did the Ikki a great service.The Hongan-ji came under siege from the forces of Oda Nobunaga in 1576, but, due in part to its position on the coast, managed to hold out for 11 years, making this the longest siege in Japanese history. In August 1580, the Abbot Kōsa (Kennyo) was persuaded to surrender, ending the 11-year-long siege.At the time of the surrender, the entire temple complex was set aflame. According to some sources, this was done from within, to deny Nobunaga any true material gains from having defeated the Ikki. Though some members of the group fled to Kaga Province to make a final stand, the destruction of the Ishiyama Hongan-ji was truly the killing blow which marked the destruction of the sect as a militant force.\nThree years later, Toyotomi Hideyoshi began the construction of Osaka Castle on the same site.\n\n"},{"placeName":"Osaka Castle","image":"https://upload.wikimedia.org/wikipedia/commons/1/16/%27Tycoon%27s_Palace%2C_Osaka%27_%28Japan%29_RMG_PT2062.tiff","city":"Osaka","kinds":"fortifications,historic,interesting_places,castles","description":"Osaka Castle (大坂城 or 大阪城, Ōsaka-jō) is a Japanese castle in Chūō-ku, Osaka, Japan. The castle is one of Japan's most famous landmarks and it played a major role in the unification of Japan during the sixteenth century of the Azuchi-Momoyama period.\n\n"},{"placeName":"Shōren-ji","image":"https://upload.wikimedia.org/wikipedia/commons/b/b5/Seirenji_temple.jpg","city":"Osaka","kinds":"religion,buddhist_temples,interesting_places","description":"Shōren-ji (青蓮寺) is a Buddhist temple in Tennōji-ku, Osaka Prefecture, Japan. It was founded by Prince Shōtoku, and is affiliated with Kōyasan Shingon-shū.\n\n"},{"placeName":"Osaka Castle Park","image":"https://upload.wikimedia.org/wikipedia/commons/1/14/1_%C5%8Csakaj%C5%8D%2C_Ch%C5%AB%C5%8D-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_540-0002%2C_Japan_-_panoramio_%281%29.jpg","city":"Osaka","kinds":"architecture,historic_architecture,fortifications,historic,urban_environment,gardens_and_parks,cultural,interesting_places,destroyed_objects,other_fortifications","description":"Osaka Castle Park (大阪城公園, Osaka-Jō-Kōen) is a public urban park and historical site situated at Osaka-Jō in Chūō-ku, Osaka, Japan. It lies on the south of the Ōkawa (Kyū-Yodo River) and occupies a large area in the center of the city of Osaka. This park is the second largest park in the city.\nThe park was constructed on a site with a long history. In the fifteenth century, a militant temple, Ishiyama Hongan-ji, was built here. In 1583, Toyotomi Hideyoshi destroyed Ishiyama Hongan-ji and built Osaka Castle here. From 1870 to 1945 the Osaka Imperial Arsenal used a large area, and it was destroyed at end of World War II. In 1931, Osaka Castle Park was opened to the public, but most of the area was used by the Imperial Japanese Army. After World War II, most of the military complex was removed and replaced by the public urban park.\nIn the park, there is Osaka Castle Hall, a large athletic field, baseball field, football field, open-air music theatre, open-air concert hall, and Osaka Castle Keep Tower. From the top of keep tower, the vista includes Osaka Bay to Mount Ikoma, which surround the Osaka Plain. Many busking groups perform in the park. In spring, cherry blossom and plum blossom viewing is popular at this park."},{"placeName":"Osaka Human Rights Museum","image":"https://upload.wikimedia.org/wikipedia/commons/f/f2/Liberty_Osaka_Human_Rights_Museum.jpg","city":"Osaka","kinds":"cultural,museums,interesting_places,other_museums","description":"Liberty Osaka (formerly the Osaka Human Rights Museum) is a museum dedicated to human rights situated in Naniwa-ku, a ward in south Osaka City. As the first general museum dedicated to human rights in Japan, the focus of its permanent exhibits is the history of the struggle against discrimination experienced by the nation's minority ethnic groups; the Burakumin, the Ainu of Hokkaidō, the Ryukyuans of Okinawa and Japan's communities of Korean and Chinese descent. There are also exhibits dedicated to discrimination issues affecting women, lesbians, gays, bisexuals, and transgender people, the physically challenged, and the survivors of the atomic bombing of Hiroshima and Nagasaki (hibakusha). Founded in December 1985 to document the history of the Osaka human rights movement, it was relaunched in December 1995 as the Osaka Jinken Hakubutsu-kan (Human Rights Museum).\nEntrance is ¥250 and ¥150 for college and high school students and ¥500 and ¥300 respectively for special exhibits. Entrance is free for elementary and middle school students, senior citizens aged 65 and over, and physically challenged individuals, also from 4 to 10 December. (\"Human Rights Week\", established after Human Rights Day.) Audio guides are available in both Japanese and English.\nThe museum is open from 10:00 a.m. – 5:00 p.m.; last entrance is at 4:30 p.m. It is closed every Monday (except on public holidays), days following a public holiday, the 4th Friday of the month and New Year's Day. The nearest train stations are Ashiharabashi and Imamiya (Osaka Loop Line)."},{"placeName":"Shitennoji","image":"https://upload.wikimedia.org/wikipedia/commons/1/1d/1_Chome-11_Shitenn%C5%8Dji%2C_Tenn%C5%8Dji-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_543-0051%2C_Japan_-_panoramio_-_jetsun_%281%29.jpg","city":"Osaka","kinds":"religion,buddhist_temples,interesting_places","description":"Shitennō-ji (Japanese: 四天王寺, Temple of the Four Heavenly Kings) is a Buddhist temple in Ōsaka, Japan. It is also known as Arahaka-ji, Nanba-ji, or Mitsu-ji. The temple is sometimes regarded as the first Buddhist and oldest officially-administered temple in Japan, although the temple complex and buildings have been rebuilt over the centuries, with the last reconstruction taking place in 1963. It is the head temple of the Wa Sect of Buddhism.\n\n"},{"placeName":"Shinsekai","image":"https://upload.wikimedia.org/wikipedia/commons/7/74/3_Chome_Ebisuhigashi%2C_Naniwa-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_556-0002%2C_Japan_-_panoramio.jpg","city":"Osaka","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Shinsekai (新世界, lit. New World) is an old neighbourhood located next to south Osaka City's downtown \"Minami\" area. The neighbourhood was created in 1912 with New York (specifically, Coney Island) as a model for its southern half and Paris for its northern half. At this location, a Luna Park amusement park operated from 1912 until it closed in 1923. The centrepiece of the neighbourhood was Tsutenkaku Tower (the \"tower reaching to heaven\").\nAs a result of minimal redevelopment after World War II, the area has become one of Japan's poorest."},{"placeName":"Tennoji Park","image":"https://upload.wikimedia.org/wikipedia/commons/6/64/1_Chausuyamach%C5%8D%2C_Tenn%C5%8Dji-ku%2C_%C5%8Csaka-shi%2C_%C5%8Csaka-fu_543-0063%2C_Japan_-_panoramio.jpg","city":"Osaka","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"The Tennōji Park (天王寺公園, Tennōji Kōen) is a park with botanical garden at 1–108, Chausuyama-cho, Tennōji-ku, Osaka, Japan."},{"placeName":"Tennoji Zoo","image":"https://upload.wikimedia.org/wikipedia/commons/f/ff/Crocuta_crocuta%28Cranial_bone%29.jpg","city":"Osaka","kinds":"urban_environment,gardens_and_parks,cultural,museums,interesting_places,zoos","description":""},{"placeName":"Tobita Shinchi","image":"https://upload.wikimedia.org/wikipedia/commons/6/6b/Tobita_Red_Light_District.jpg","city":"Osaka","kinds":"cultural,urban_environment,interesting_places,squares","description":"Tobita Shinchi (飛田新地), also known as Tobita Yūkaku (飛田遊廓), is the largest of the brothel districts in Osaka, and also the largest in western Japan. It is located in the Sanno 3-chōme area of Nishinari-ku, Osaka. Tobita Shinchi dates from the Taishō period. To circumvent the anti-prostitution laws, the brothels operate largely under the guise of being \"Japanese-style restaurants\" (Ryoutei).\n\n"},{"placeName":"Hikifune Station","image":"https://upload.wikimedia.org/wikipedia/commons/1/14/Cityscape_from_Tokyo_Skytree_2014-09-09_03.jpg","city":"Osaka","kinds":"industrial_facilities,abandoned_railway_stations,interesting_places","description":"Hikifune Station (曳舟駅, Hikifune-eki) is a railway station in Sumida, Tokyo, Japan, operated by the private railway operator Tobu Railway.\n\n"},{"placeName":"Shōren-ji","image":"https://upload.wikimedia.org/wikipedia/commons/b/b5/Seirenji_temple.jpg","city":"Osaka","kinds":"religion,buddhist_temples,interesting_places","description":"Shōren-ji (青蓮寺) is a Buddhist temple in Tennōji-ku, Osaka Prefecture, Japan. It was founded by Prince Shōtoku, and is affiliated with Kōyasan Shingon-shū.\n\n"},{"placeName":"Yahataya Park","image":"https://upload.wikimedia.org/wikipedia/commons/3/38/For_Bentencho_-_panoramio.jpg","city":"Osaka","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"The Yahataya Sports Park Center (八幡屋スポーツパークセンター, Yahataya Supōtsu Pāku Sentā) also known as Yahataya Park (八幡屋公園, Yahataya kōen) is a park in Osaka, Japan\nIt was established in April 1923 as the city athletic field which hosted the 1923 Far Eastern Championship Games. It later became a venue for international trade fairs. It currently hosts the Osaka Municipal Central Gymnasium, and Osaka Pool, a swimming and ice rink facility."},{"placeName":"St. Joseph Roman Catholic Church, Nishijin, Kyoto","image":"https://upload.wikimedia.org/wikipedia/commons/a/a3/St_joseph.jpg","city":"Kyoto","kinds":"religion,churches,interesting_places,other_churches","description":"The St. Joseph Roman Catholic Church (カトリック西陣聖ヨゼフ教会) is s a parish of the Roman Catholic Church in the Nishijin district of the city of Kyoto. It is the second oldest Catholic Church in Kyoto."},{"placeName":"Kyoto Gyoen National Garden","image":"https://upload.wikimedia.org/wikipedia/commons/a/a1/Announcement_at_Kyoto_Gyoen_National_Garden_20200506_01.jpg","city":"Kyoto","kinds":"view_points,other,urban_environment,gardens_and_parks,cultural,interesting_places","description":"Kyoto Gyoen National Garden is a national garden of Japan. It is situated around the Kyoto Imperial Palace.\n\n"},{"placeName":"Kyoto Imperial Palace","image":"https://upload.wikimedia.org/wikipedia/commons/6/6d/A_Garden_In_The_Kyoto_Imperial_Palace_%2831127627%29.jpeg","city":"Kyoto","kinds":"palaces,architecture,historic_architecture,interesting_places","description":"The Kyōto Imperial Palace (京都御所, Kyōto-gosho) is the former ruling palace of the Emperor of Japan. Since the Meiji Restoration in 1869, the Emperors have resided at the Tokyo Imperial Palace, while the preservation of the Kyoto Imperial Palace was ordered in 1877. Today, the grounds are open to the public, and the Imperial Household Agency hosts public tours of the buildings several times a day.\nThe Kyoto Imperial Palace is the latest of the imperial palaces built at or near its site in the northeastern part of the old capital of Heian-kyō (now known as Kyoto) after the abandonment of the larger original Heian Palace that was located to the west of the current palace during the Heian period. The Palace lost much of its function at the time of the Meiji Restoration, when the capital functions were moved to Tokyo in 1869. However, Emperor Taishō and Shōwa still had their enthronement ceremonies at the palace.\n\n"},{"placeName":"Kyoto City Archaeological Museum","image":"https://upload.wikimedia.org/wikipedia/commons/4/4a/KyotoArchaeologicalMuseum.jpg","city":"Kyoto","kinds":"archaeological_museums,cultural,museums,interesting_places,history_museums","description":"The Kyoto City Archaeological Museum (京都市考古資料館) is located in Kyoto and showcases the city's archaeological findings. The building was constructed in 1914.\nA part of its exhibit are replicas of the golden tea utensils of the 16th century Golden Tea Room.\n\n"},{"placeName":"Kyoto City Archaeological Museum","image":"https://upload.wikimedia.org/wikipedia/commons/4/4a/KyotoArchaeologicalMuseum.jpg","city":"Kyoto","kinds":"archaeological_museums,cultural,museums,interesting_places,history_museums","description":"The Kyoto City Archaeological Museum (京都市考古資料館) is located in Kyoto and showcases the city's archaeological findings. The building was constructed in 1914.\nA part of its exhibit are replicas of the golden tea utensils of the 16th century Golden Tea Room.\n\n"},{"placeName":"Sento Imperial Palace","image":"https://upload.wikimedia.org/wikipedia/commons/7/7a/Sento_Gosho_%283718434221%29.jpg","city":"Kyoto","kinds":"palaces,architecture,historic_architecture,interesting_places","description":"In Japan, the Sentō Imperial Palace (仙洞御所, Sentō gosho, litt. \"Emeritus Imperial Palace\") traditionally does not refer to a single location, but to any residence of retired emperors. Before Akihito abdicated in 2019, the last Emperor to retire did so in 1817, so the designation commonly refers to the historical Kyoto Sento Imperial Palace (京都仙洞御所)."},{"placeName":"Kyoto International Manga Museum","image":"https://upload.wikimedia.org/wikipedia/commons/a/a1/DSCN1840_%2824860306607%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Kyoto International Manga Museum (京都国際マンガミュージアム, Kyōto Kokusai Manga Myūjiamu) is located in Nakagyō-ku, Kyoto, Japan. The museum's collection includes approximately 300,000 items as of 2016, with 50,000 volumes of manga that can be accessed and read by visitors and approximately 250,000 items in its closed-stack collection, which can be accessed via a dedicated research room supported by reference facilities. Collected materials include Edo period woodblock prints, pre-war magazines, post-war rental books, and popular modern series from around the world.The museum is a public–private partnership of Kyoto Seika University and the city of Kyoto. The city provided the building and land. The university operates the facility under the oversight of a joint committee. The museum acts as a manga library and history resource for the public, as well as serving the manga-related research interests of Kyoto Seika University's International Manga Research Center."},{"placeName":"Kyoto City Library of Historical Documents","image":"https://upload.wikimedia.org/wikipedia/commons/d/d1/Shichikyo-ochi_by_Kawabe_Mitate_%28Kyoto_City_Library_of_Historical_Documents%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,other_museums","description":"Kyoto City Library of Historical Documents (京都市歴史資料館, Kyōto-shi rekishi shiryōkan) opened in Kyoto, Japan, in 1982. The museum's collection of over ninety thousand items relevant to the history of Kyoto includes materials relating to the Yase Dōji that have been designated an Important Cultural Property."},{"placeName":"Heian Palace","image":"https://upload.wikimedia.org/wikipedia/commons/2/2f/Burakuden.jpg","city":"Kyoto","kinds":"palaces,architecture,historic_architecture,interesting_places","description":"The Heian Palace (平安宮, Heian-kyū) was the original imperial palace of Heian-kyō (present-day Kyoto), the capital of Japan, from 794 to 1227. The palace, which served as the imperial residence and the administrative centre of for most of the Heian period (from 794 to 1185), was located at the north-central location of the city in accordance with the Chinese models used for the design of the capital.\nThe palace consisted of a large rectangular walled enclosure (the Daidairi), which contained several ceremonial and administrative buildings including the government ministries. Inside this enclosure was the separately walled residential compound of the emperor or the Inner Palace (Dairi). In addition to the emperor's living quarters, the Inner Palace contained the residences of the imperial consorts, as well as certain official and ceremonial buildings more closely linked to the person of the emperor.\nThe original role of the palace was to manifest the centralised government model adopted by Japan from China in the 7th century — the Daijō-kan and its subsidiary Eight Ministries. The palace was designed to provide an appropriate setting for the emperor's residence, the conduct of great affairs of state, and the accompanying ceremonies. While the residential function of the palace continued until the 12th century, the facilities built for grand state ceremonies began to fall into disuse by the 9th century. This was due to both the abandonment of several statutory ceremonies and procedures and the transfer of several remaining ceremonies into the smaller-scale setting of the Inner Palace.\nFrom the mid-Heian period, the palace suffered several fires and other disasters. During reconstructions, emperors and some of the office functions resided outside the palace. This, along with the general loss of political power of the court, acted to further diminish the importance of the palace as the administrative centre. Finally in 1227 the palace burned down and was never rebuilt. The site was built over so that almost no trace of it remains. Knowledge of the palace is thus based on contemporary literary sources, surviving diagrams and paintings, and limited excavations conducted mainly since the late 1970s."},{"placeName":"Rokkaku-dō","image":"https://upload.wikimedia.org/wikipedia/commons/a/af/Ch%C3%B4h%C3%B4-ji_Temple_Rokkaku-d%C3%B4_-_Acala.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"The Rokkaku-dō (六角堂, Rokkaku-dō), official name Chōhō-ji (頂法寺, Chōhō-ji), is a Buddhist temple in Kyoto, Japan, said to have been established by Prince Shōtoku. The name comes from its main hall's hexagonal shape. This temple is part of the Saigoku Kannon Pilgrimage."},{"placeName":"Rokkaku-dō","image":"https://upload.wikimedia.org/wikipedia/commons/a/af/Ch%C3%B4h%C3%B4-ji_Temple_Rokkaku-d%C3%B4_-_Acala.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"The Rokkaku-dō (六角堂, Rokkaku-dō), official name Chōhō-ji (頂法寺, Chōhō-ji), is a Buddhist temple in Kyoto, Japan, said to have been established by Prince Shōtoku. The name comes from its main hall's hexagonal shape. This temple is part of the Saigoku Kannon Pilgrimage."},{"placeName":"Battle of Toba-Fushimi","image":"https://upload.wikimedia.org/wikipedia/commons/f/fe/Aizu_men_disembarking_at_Fushimi.jpg","city":"Kyoto","kinds":"battlefields,historic,historical_places,interesting_places","description":"The Battle of Toba–Fushimi (鳥羽・伏見の戦い, Toba-Fushimi no Tatakai) occurred between pro-Imperial and Tokugawa shogunate forces during the Boshin War in Japan. The battle started on 27 January 1868 (or fourth year of Keiō, first month, 3rd day, according to the lunar calendar), when the forces of the shogunate and the allied forces of Chōshū, Satsuma and Tosa Domains clashed near Fushimi, Kyoto. The battle lasted for four days, ending in a decisive defeat for the shogunate."},{"placeName":"Kitamura Museum","image":"https://upload.wikimedia.org/wikipedia/commons/6/63/A_black_hawk_and_two_crows_by_Yosa_Buson.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"Kitamura Museum (北村美術館, Kitamura Bijutsukan) opened near the confluence of the Kamo and Takano Rivers in Kyoto, Japan, in 1977. The collection, based on that built up by businessman Kitamura Kinjirō (北村謹次郎), comprises some 1,000 works including thirty-three Important Cultural Properties and nine Important Art Objects, with a particular focus on tea utensils. There is also a tea garden, Shikunshien (四君子苑), a Registered Cultural Property. The Museum opens to the public for exhibitions each autumn and spring."},{"placeName":"Honnō-ji","image":"https://upload.wikimedia.org/wikipedia/commons/4/4f/Daihoden_Hall_of_Honnoji_Temple.JPG","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Honnō-ji (本能寺) is a temple of the Nichiren branch of Buddhism located in Kyoto, Japan. Its honzon is mandara-honzon (曼荼羅本尊) from Namu Myōhō Renge Kyō.\n\n"},{"placeName":"Honnō-ji","image":"https://upload.wikimedia.org/wikipedia/commons/4/4f/Daihoden_Hall_of_Honnoji_Temple.JPG","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Honnō-ji (本能寺) is a temple of the Nichiren branch of Buddhism located in Kyoto, Japan. Its honzon is mandara-honzon (曼荼羅本尊) from Namu Myōhō Renge Kyō.\n\n"},{"placeName":"Kamishichiken","image":"https://upload.wikimedia.org/wikipedia/commons/d/d1/Kamishichiken_Logo.png","city":"Kyoto","kinds":"urban_environment,cultural,theatres_and_entertainments,interesting_places,other_theatres,squares","description":"Kamishichiken (上七軒), pronounced locally as Kamihichiken, is a district of northwest Kyoto, Japan. It is the oldest hanamachi (geisha district) in Kyoto, and is located just east of the Kitano Tenman-gū Shrine. The name Kamishichiken literally means \"Seven Upper Houses.\" These refer to the seven teahouses built from the equipment and material left over from the rebuilding of the Kitano Shrine in Muromachi era (1333–1573).\nKamishichiken is located in Kyoto's Nishijin area, which is known for traditional hand-woven textiles. The quiet streets of Kamigyō-ku are made up of dark wooden buildings, mainly ochaya (teahouses) and okiya (geisha houses). Unlike the other remaining districts, which are located close to the city center, Kamishichiken is further away, and accordingly significantly quieter and attracts fewer tourists. The geisha of this district are known for being subtle and demure, few in number but each highly accomplished dancers and musicians. There are approximately 25 maiko (apprentice geisha) and geisha in Kamishichiken, along with 11 teahouses.The district crest is a ring of skewered dango (sweet dumplings). On lanterns they appear as red circles on white paper (as opposed to Gion, which uses a similar design, but with the reverse colors – white dango on a red background)."},{"placeName":"Kamishichiken","image":"https://upload.wikimedia.org/wikipedia/commons/d/d1/Kamishichiken_Logo.png","city":"Kyoto","kinds":"urban_environment,cultural,interesting_places,squares","description":"Kamishichiken (上七軒), pronounced locally as Kamihichiken, is a district of northwest Kyoto, Japan. It is the oldest hanamachi (geisha district) in Kyoto, and is located just east of the Kitano Tenman-gū Shrine. The name Kamishichiken literally means \"Seven Upper Houses.\" These refer to the seven teahouses built from the equipment and material left over from the rebuilding of the Kitano Shrine in Muromachi era (1333–1573).\nKamishichiken is located in Kyoto's Nishijin area, which is known for traditional hand-woven textiles. The quiet streets of Kamigyō-ku are made up of dark wooden buildings, mainly ochaya (teahouses) and okiya (geisha houses). Unlike the other remaining districts, which are located close to the city center, Kamishichiken is further away, and accordingly significantly quieter and attracts fewer tourists. The geisha of this district are known for being subtle and demure, few in number but each highly accomplished dancers and musicians. There are approximately 25 maiko (apprentice geisha) and geisha in Kamishichiken, along with 11 teahouses.The district crest is a ring of skewered dango (sweet dumplings). On lanterns they appear as red circles on white paper (as opposed to Gion, which uses a similar design, but with the reverse colors – white dango on a red background)."},{"placeName":"Kamishichiken","image":"https://upload.wikimedia.org/wikipedia/commons/d/d1/Kamishichiken_Logo.png","city":"Kyoto","kinds":"urban_environment,cultural,interesting_places,squares","description":"Kamishichiken (上七軒), pronounced locally as Kamihichiken, is a district of northwest Kyoto, Japan. It is the oldest hanamachi (geisha district) in Kyoto, and is located just east of the Kitano Tenman-gū Shrine. The name Kamishichiken literally means \"Seven Upper Houses.\" These refer to the seven teahouses built from the equipment and material left over from the rebuilding of the Kitano Shrine in Muromachi era (1333–1573).\nKamishichiken is located in Kyoto's Nishijin area, which is known for traditional hand-woven textiles. The quiet streets of Kamigyō-ku are made up of dark wooden buildings, mainly ochaya (teahouses) and okiya (geisha houses). Unlike the other remaining districts, which are located close to the city center, Kamishichiken is further away, and accordingly significantly quieter and attracts fewer tourists. The geisha of this district are known for being subtle and demure, few in number but each highly accomplished dancers and musicians. There are approximately 25 maiko (apprentice geisha) and geisha in Kamishichiken, along with 11 teahouses.The district crest is a ring of skewered dango (sweet dumplings). On lanterns they appear as red circles on white paper (as opposed to Gion, which uses a similar design, but with the reverse colors – white dango on a red background)."},{"placeName":"Kitano Tenman-gū","image":"https://upload.wikimedia.org/wikipedia/commons/b/bb/2_weeks_ago_in_Kyoto_%28JAPAN%29_%2811533423293%29.jpg","city":"Kyoto","kinds":"religion,other_temples,interesting_places","description":"Kitano Tenmangū (北野天満宮) is a Shinto shrine in Kamigyō-ku, Kyoto, Japan.\n\n"},{"placeName":"Mibu-dera","image":"https://upload.wikimedia.org/wikipedia/commons/2/2e/Jizo_mibu-dera_01.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Mibu-dera (壬生寺) is a Buddhist temple in Nakagyō-ku, Kyoto. In the Middle Ages, the temple revived a performance created by the Yuzu Nembutsu monk Engaku known as the Dai Nembutsu Kyōgen. It is also known for having been affiliated with the Shinsengumi. The temple has taken on several other names such \"Jizō-in (地蔵院)\", \"Hōdōsanmai-in (宝幢三昧寺)\", and \"Shinjōkō-in (心浄光院).\"The current abbot is Shunkai Matsuura."},{"placeName":"Kyoto University Museum","image":"https://upload.wikimedia.org/wikipedia/commons/c/c2/Hakubutukan5503.JPG","city":"Kyoto","kinds":"cultural,museums,interesting_places,other_museums","description":"The Kyoto University Museum (京都大学総合博物館, Kyōto Daigaku Sōgō Hakubutsukan) opened in Kyōto, Japan, in 2001. It exhibits materials from the collection of some 2,600,000 objects built up by Kyoto University since its foundation as Kyoto Imperial University in 1897. Arranged in accordance with three main themes - natural, cultural, and technological history - the collection includes artefacts excavated from the Yamashina Nishinoyama Kofun (西野山古墓) that have been designated a National Treasure, several Important Cultural Properties, and materials from a number of excavations in China and Korea. The museum is part of the University Museum Association of Kyoto, a network of fourteen university museums in the city."},{"placeName":"Hosomi Museum","image":"https://upload.wikimedia.org/wikipedia/commons/9/99/Aizen_My%C5%8D%C5%8D_%28Hosomi_Museum%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"Hosomi Museum (細見美術館, Hosomi Bijutsukan) opened near Okazaki Park (岡崎公園) in Kyoto, Japan, in 1998. The collection, begun by Osaka industrialist Hosomi Ryō (細見良, 1901－1978), numbers some one thousand pieces including thirty Important Cultural Properties, ranging from haniwa and tea utensils to paintings of the Heian and Kamakura periods as well as by Itō Jakuchū and Katsushika Hokusai. These are exhibited on a rotating basis with four or five exhibitions each year."},{"placeName":"Kyoto Prefectural Library","image":"https://upload.wikimedia.org/wikipedia/commons/e/e4/Kyoto_prefectual_Library_Ninomiya_Sontoku_monument_ac.JPG","city":"Kyoto","kinds":"architecture,historic_architecture,interesting_places,other_buildings_and_structures","description":"Kyoto Prefectural Library (京都府立図書館 Kyōto Furitsu Toshokan) is a prefectural library located in Seishoji-cho 9, Okazaki, Sakyō-ku, Kyoto, Kyoto Prefecture. It was established in 1873, and is supported by the Kyoto prefectural government."},{"placeName":"Kyoto Prefectural Library","image":"https://upload.wikimedia.org/wikipedia/commons/e/e4/Kyoto_prefectual_Library_Ninomiya_Sontoku_monument_ac.JPG","city":"Kyoto","kinds":"other,unclassified_objects,interesting_places,tourist_object","description":"Kyoto Prefectural Library (京都府立図書館 Kyōto Furitsu Toshokan) is a prefectural library located in Seishoji-cho 9, Okazaki, Sakyō-ku, Kyoto, Kyoto Prefecture. It was established in 1873, and is supported by the Kyoto prefectural government."},{"placeName":"National Museum of Modern Art, Kyoto","image":"https://upload.wikimedia.org/wikipedia/commons/e/ea/%27Spring_Snow%27_%28Shunsetsu%29_by_Takeuchi_Seiho%2C_1942.jpg","city":"Kyoto","kinds":"national_museums,cultural,museums,interesting_places,art_galleries","description":"The National Museum of Modern Art, Kyoto (京都国立近代美術館, Kyōto Kokuritsu Kindai Bijutsukan) is an art museum in Kyoto, Japan.This Kyoto museum is also known by the English acronym MoMAK (Museum of Modern Art, Kyoto)."},{"placeName":"Kyoto Municipal Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/0/02/Kitano_Tsunetomi_1.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Kyoto Municipal Museum of Art (京都市美術館, Kyōto-shi Bijutsukan) is one of the oldest art museums in Japan.  It is located in Okazaki Park in Sakyō-ku, Kyoto, and opened in 1928 as a commemoration of Emperor Hirohito's coronation ceremony as it was initially called the Shōwa Imperial Coronation Art Museum of Kyoto.\nUpon renewal of the museum in 2020, Kyocera obtained the naming rights and the museum was renamed to Kyoto City KYOCERA Museum of Art (京都市京セラ美術館)."},{"placeName":"Kennin-ji","image":"https://upload.wikimedia.org/wikipedia/commons/d/d6/150124_Kenninji_Kyoto_Japan01s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kennin-ji (Japanese: 建仁寺) is a historic Zen Buddhist temple in Kyoto, Japan, and head temple of its associated branch of Rinzai Buddhism. It is considered to be one of the so-called Kyoto Gozan or \"five most important Zen temples of Kyoto\"."},{"placeName":"Kyoto Municipal Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/0/02/Kitano_Tsunetomi_1.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Kyoto Municipal Museum of Art (京都市美術館, Kyōto-shi Bijutsukan) is one of the oldest art museums in Japan.  It is located in Okazaki Park in Sakyō-ku, Kyoto, and opened in 1928 as a commemoration of Emperor Hirohito's coronation ceremony as it was initially called the Shōwa Imperial Coronation Art Museum of Kyoto.\nUpon renewal of the museum in 2020, Kyocera obtained the naming rights and the museum was renamed to Kyoto City KYOCERA Museum of Art (京都市京セラ美術館)."},{"placeName":"Kyoto Municipal Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/0/02/Kitano_Tsunetomi_1.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Kyoto Municipal Museum of Art (京都市美術館, Kyōto-shi Bijutsukan) is one of the oldest art museums in Japan.  It is located in Okazaki Park in Sakyō-ku, Kyoto, and opened in 1928 as a commemoration of Emperor Hirohito's coronation ceremony as it was initially called the Shōwa Imperial Coronation Art Museum of Kyoto.\nUpon renewal of the museum in 2020, Kyocera obtained the naming rights and the museum was renamed to Kyoto City KYOCERA Museum of Art (京都市京セラ美術館)."},{"placeName":"Kyoto Municipal Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/0/02/Kitano_Tsunetomi_1.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Kyoto Municipal Museum of Art (京都市美術館, Kyōto-shi Bijutsukan) is one of the oldest art museums in Japan.  It is located in Okazaki Park in Sakyō-ku, Kyoto, and opened in 1928 as a commemoration of Emperor Hirohito's coronation ceremony as it was initially called the Shōwa Imperial Coronation Art Museum of Kyoto.\nUpon renewal of the museum in 2020, Kyocera obtained the naming rights and the museum was renamed to Kyoto City KYOCERA Museum of Art (京都市京セラ美術館)."},{"placeName":"Miyagawa","image":"https://upload.wikimedia.org/wikipedia/commons/2/29/Miyagawa_1.jpg","city":"Kyoto","kinds":"urban_environment,cultural,interesting_places,squares","description":"Miyagawa may refer to:\n\nMiyagawa-chō, one of the hanamachi or geisha districts in Kyoto\nMiyagawa Dam, dam in the Fukushima Prefecture of Japan\nMiyagawa, Mie, village located in Taki District, Mie Prefecture, Japan\nMiyagawa Station, railway station in Ise"},{"placeName":"Kennin-ji","image":"https://upload.wikimedia.org/wikipedia/commons/d/d6/150124_Kenninji_Kyoto_Japan01s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kennin-ji (Japanese: 建仁寺) is a historic Zen Buddhist temple in Kyoto, Japan, and head temple of its associated branch of Rinzai Buddhism. It is considered to be one of the so-called Kyoto Gozan or \"five most important Zen temples of Kyoto\"."},{"placeName":"Kennin-ji","image":"https://upload.wikimedia.org/wikipedia/commons/d/d6/150124_Kenninji_Kyoto_Japan01s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kennin-ji (Japanese: 建仁寺) is a historic Zen Buddhist temple in Kyoto, Japan, and head temple of its associated branch of Rinzai Buddhism. It is considered to be one of the so-called Kyoto Gozan or \"five most important Zen temples of Kyoto\"."},{"placeName":"Kennin-ji","image":"https://upload.wikimedia.org/wikipedia/commons/d/d6/150124_Kenninji_Kyoto_Japan01s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kennin-ji (Japanese: 建仁寺) is a historic Zen Buddhist temple in Kyoto, Japan, and head temple of its associated branch of Rinzai Buddhism. It is considered to be one of the so-called Kyoto Gozan or \"five most important Zen temples of Kyoto\"."},{"placeName":"Kennin-ji","image":"https://upload.wikimedia.org/wikipedia/commons/d/d6/150124_Kenninji_Kyoto_Japan01s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kennin-ji (Japanese: 建仁寺) is a historic Zen Buddhist temple in Kyoto, Japan, and head temple of its associated branch of Rinzai Buddhism. It is considered to be one of the so-called Kyoto Gozan or \"five most important Zen temples of Kyoto\"."},{"placeName":"Tōji-in","image":"https://upload.wikimedia.org/wikipedia/commons/e/ed/Kyoto_Tojiin_2016_ac_%2810%29.JPG","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Tōji-in (等持院) is a Buddhist temple of the Rinzai Tenryū sect located in Kita Ward, Kyoto, Japan, and one of two funeral temples (bodaiji) dedicated to Ashikaga Takauji,  first shōgun of the Ashikaga dynasty. Its main object of worship is Shakyamuni, and its honorary sangō prefix is Mannenzan (萬年山)."},{"placeName":"Shōren-in","image":"https://upload.wikimedia.org/wikipedia/commons/f/f1/20131014_08_Kyoto_-_Higashiyama_-_Shoren-in_Temple_%2810512746523%29.jpg","city":"Kyoto","kinds":"religion,palaces,architecture,historic_architecture,buddhist_temples,interesting_places","description":"Shōren-in (青蓮院) is a Buddhist temple in Kyoto, Japan."},{"placeName":"Murin-an","image":"https://upload.wikimedia.org/wikipedia/commons/1/16/2018.5.19-%E7%84%A1%E9%84%B0%E8%8F%B4-5.jpg","city":"Kyoto","kinds":"architecture,historic_architecture,accomodations,urban_environment,gardens_and_parks,cultural,interesting_places,villas_and_chalet,other_buildings_and_structures","description":"Murin-an (無鄰菴) is a Japanese garden in Kyoto, owned and designed by political and military leader Gensui Prince Yamagata Aritomo between 1894 and 1898. It is an example of a classical Japanese promenade garden of the Meiji Period.\n\n"},{"placeName":"Murin-an","image":"https://upload.wikimedia.org/wikipedia/commons/1/16/2018.5.19-%E7%84%A1%E9%84%B0%E8%8F%B4-5.jpg","city":"Kyoto","kinds":"architecture,historic_architecture,accomodations,urban_environment,gardens_and_parks,cultural,interesting_places,villas_and_chalet,other_buildings_and_structures","description":"Murin-an (無鄰菴) is a Japanese garden in Kyoto, owned and designed by political and military leader Gensui Prince Yamagata Aritomo between 1894 and 1898. It is an example of a classical Japanese promenade garden of the Meiji Period.\n\n"},{"placeName":"Ono Ranzan","image":"https://upload.wikimedia.org/wikipedia/commons/f/f3/A_portrait_of_Ono_Ranzan_by_Tani_Buncho.jpg","city":"Kyoto","kinds":"historic,monuments_and_memorials,interesting_places,monuments","description":"Ono Motohiro (小野職博, 1729–1810), also known as Ono Ranzan (小野蘭山), was a Japanese botanist and herbalist, known as the \"Japanese Linnaeus\".Ono's real surname was Saeki (佐伯); his adult given name was Motohiro (職博). Ranzan (蘭山) became his art name and Ibun (以文) his Chinese style courtesy name.He was born in Kyoto to a courtly family, and studied in his youth under Matsuoka Shoan. In 1754, he opened a school of botanical pharmacology (pharmacognosy) which enjoyed considerable success, with over a thousand pupils enrolling.One student who studied under Ono at this time was Kimura Kenkadō. In 1799, he was given a post at the Seijūkan, the country's major government medical school in Edo. Here he worked extensively  on a translation into Japanese of Rembert Dodoens' herbal guide, the Cruydeboeck. Ono was familiar with Western herbalism  (making use of the work of Johann Wilhelm Weinmann in his translation) and had studied both traditional Chinese medicine and Western medicine as well. Some of Ono's own works on Japanese botany were translated by the French botanist Ludovic Savatier.In the early years of the nineteenth century, Ono travelled around Japan gathering information on botanical remedies, which culminated in his most important literary work, the Honzō Kōmoku Keimō (本草綱目啓蒙, \"Dictated Compendium of Materia Medica\"), which was edited by his botanist grandson Ono Mototaka, and first published in 1803–1806. It was a piece on natural history espousing viewpoints independent from China's Honzō Kōmoku (the Bencao Gangmu). Despite Ono's knowledge of Western and Chinese botany, this was one of the first books in the Japanese natural sciences to advocate experimentation and research rather than reliance on the Chinese Classics. Ono never married, but fathered a son with one of his household servants.After his death in 1810 he was interred at Asakusa; however, his remains were moved to Nerima in 1927 after the graveyard was damaged in the Great Kantō earthquake. The barberry species Ranzania japonica was named in his honour."},{"placeName":"Chion-in","image":"https://upload.wikimedia.org/wikipedia/commons/b/b8/170225_Chionin_Kyoto_Japan02.JPG","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Chion-in (知恩院, Monastery of Gratitude) in Higashiyama-ku, Kyoto, Japan is the headquarters of the Jōdo-shū (Pure Land Sect) founded by Hōnen (1133–1212), who proclaimed that sentient beings are reborn in Amida Buddha's Western Paradise (Pure Land) by reciting the nembutsu, Amida Buddha's name.\nThe vast compounds of Chion-in include the site where Hōnen settled to disseminate his teachings and the site where he died.\n\n"},{"placeName":"Kōdai-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/170923_Kodaiji_Kyoto_Japan01n.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kōdai-ji (高台寺, Kōdai-ji), formally identified as Jubuzan Kōdai-ji (鷲峰山高台寺, Jubuzan Kōdai-ji), is a temple of the Rinzai school of Zen Buddhism in Higashiyama-ku, Kyoto, Japan—the largest subtemple of the Kennin-ji branch.\n\n"},{"placeName":"Sumiya","image":"https://upload.wikimedia.org/wikipedia/commons/6/6b/Sumiya_Kyoto_01.JPG","city":"Kyoto","kinds":"other,unclassified_objects,interesting_places,historic_object","description":"Shimabara (嶋原) (often simplified to 島原, sometimes styled 嶌原) was the designated red light district (yūkaku) in Kyoto, and was later also a geisha district (hanamachi). Established in 1640, Shimabara, following the outlawing of sex work in Japan became defunct as a red-light district in the 1950s; by the 1970s, no geisha were registered in Shimabara. Tayū, who never disappeared entirely from Shimabara, were allowed to register as a special type of geisha following the outlawing of prostitution, and continue to perform in the district to this day. Shimabara continues to operate as a tourist district, and operates one ochaya."},{"placeName":"Sumiya","image":"https://upload.wikimedia.org/wikipedia/commons/6/6b/Sumiya_Kyoto_01.JPG","city":"Kyoto","kinds":"other,unclassified_objects,interesting_places,historic_object","description":"Shimabara (嶋原) (often simplified to 島原, sometimes styled 嶌原) was the designated red light district (yūkaku) in Kyoto, and was later also a geisha district (hanamachi). Established in 1640, Shimabara, following the outlawing of sex work in Japan became defunct as a red-light district in the 1950s; by the 1970s, no geisha were registered in Shimabara. Tayū, who never disappeared entirely from Shimabara, were allowed to register as a special type of geisha following the outlawing of prostitution, and continue to perform in the district to this day. Shimabara continues to operate as a tourist district, and operates one ochaya."},{"placeName":"Sumiya","image":"https://upload.wikimedia.org/wikipedia/commons/6/6b/Sumiya_Kyoto_01.JPG","city":"Kyoto","kinds":"cultural,museums,interesting_places,other_museums","description":"Shimabara (嶋原) (often simplified to 島原, sometimes styled 嶌原) was the designated red light district (yūkaku) in Kyoto, and was later also a geisha district (hanamachi). Established in 1640, Shimabara, following the outlawing of sex work in Japan became defunct as a red-light district in the 1950s; by the 1970s, no geisha were registered in Shimabara. Tayū, who never disappeared entirely from Shimabara, were allowed to register as a special type of geisha following the outlawing of prostitution, and continue to perform in the district to this day. Shimabara continues to operate as a tourist district, and operates one ochaya."},{"placeName":"Sumiya","image":"https://upload.wikimedia.org/wikipedia/commons/6/6b/Sumiya_Kyoto_01.JPG","city":"Kyoto","kinds":"other,unclassified_objects,interesting_places,historic_object","description":"Shimabara (嶋原) (often simplified to 島原, sometimes styled 嶌原) was the designated red light district (yūkaku) in Kyoto, and was later also a geisha district (hanamachi). Established in 1640, Shimabara, following the outlawing of sex work in Japan became defunct as a red-light district in the 1950s; by the 1970s, no geisha were registered in Shimabara. Tayū, who never disappeared entirely from Shimabara, were allowed to register as a special type of geisha following the outlawing of prostitution, and continue to perform in the district to this day. Shimabara continues to operate as a tourist district, and operates one ochaya."},{"placeName":"Higashi Hongan-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/e7/160211_Higashi_Honganji_Kyoto_Japan02s3.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Higashi Hongan-ji (東本願寺), or, ″the Eastern Monastery of the Original Vow″, is one of two dominant sub-sects of Shin Buddhism in Japan and abroad, the other being Nishi Honganji (or, 'The Western Temple of the Original Vow'). It is also the name of the head temple of the Ōtani-ha branch of Jōdo Shinshū in Kyoto, which was most recently constructed in 1895 after a fire burned down the previous temple. As with many sites in Kyoto, these two complexes have more casual names and are known affectionately in Kyoto as Onissan (お西さん, Honorable Mr. West) and Ohigashisan (お東さん, Honorable Mr. East).\n\n"},{"placeName":"Kōdai-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/170923_Kodaiji_Kyoto_Japan01n.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kōdai-ji (高台寺, Kōdai-ji), formally identified as Jubuzan Kōdai-ji (鷲峰山高台寺, Jubuzan Kōdai-ji), is a temple of the Rinzai school of Zen Buddhism in Higashiyama-ku, Kyoto, Japan—the largest subtemple of the Kennin-ji branch.\n\n"},{"placeName":"Kōdai-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/170923_Kodaiji_Kyoto_Japan01n.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kōdai-ji (高台寺, Kōdai-ji), formally identified as Jubuzan Kōdai-ji (鷲峰山高台寺, Jubuzan Kōdai-ji), is a temple of the Rinzai school of Zen Buddhism in Higashiyama-ku, Kyoto, Japan—the largest subtemple of the Kennin-ji branch.\n\n"},{"placeName":"Kōdai-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/170923_Kodaiji_Kyoto_Japan01n.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kōdai-ji (高台寺, Kōdai-ji), formally identified as Jubuzan Kōdai-ji (鷲峰山高台寺, Jubuzan Kōdai-ji), is a temple of the Rinzai school of Zen Buddhism in Higashiyama-ku, Kyoto, Japan—the largest subtemple of the Kennin-ji branch.\n\n"},{"placeName":"Kyoto Concert Hall","image":"https://upload.wikimedia.org/wikipedia/commons/4/4c/Kyoto_Concert_Hall_-_Main_Hall_Interior.jpg","city":"Kyoto","kinds":"theatres_and_entertainments,concert_halls,cultural,interesting_places","description":"Kyoto Concert Hall (京都コンサートホール, Kyōto Konsāto Hōlu) is a concert hall in Sakyō-ku, Kyoto, Japan. It opened in 1995 as part of the 1200th anniversary celebrations of the foundation of Heian-kyō. The shoebox-style Main Hall seats 1833 and the Ensemble Hall Murata 500. It is the home of the Kyoto Symphony Orchestra (京都市交響楽団). Arata Isozaki was the architect, with acoustical design by Nagata Acoustics."},{"placeName":"Kōdai-ji","image":"https://upload.wikimedia.org/wikipedia/commons/e/ec/170923_Kodaiji_Kyoto_Japan01n.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kōdai-ji (高台寺, Kōdai-ji), formally identified as Jubuzan Kōdai-ji (鷲峰山高台寺, Jubuzan Kōdai-ji), is a temple of the Rinzai school of Zen Buddhism in Higashiyama-ku, Kyoto, Japan—the largest subtemple of the Kennin-ji branch.\n\n"},{"placeName":"Ryōan-ji","image":"https://upload.wikimedia.org/wikipedia/commons/1/1d/Autumn_leaf_in_Ryoanji.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,urban_environment,gardens_and_parks,cultural,interesting_places","description":"Ryōan-ji (Shinjitai: 竜安寺, Kyūjitai: 龍安寺, The Temple of the Dragon at Peace) is a Zen temple located in northwest Kyoto, Japan. It belongs to the Myōshin-ji school of the Rinzai branch of Zen Buddhism. The Ryōan-ji garden is considered one of the finest surviving examples of kare-sansui (\"dry landscape\"), a refined type of Japanese Zen temple garden design generally featuring distinctive larger rock formations arranged amidst a sweep of smooth pebbles (small, carefully selected polished river rocks) raked into linear patterns that facilitate meditation. The temple and its gardens are listed as one of the Historic Monuments of Ancient Kyoto, and as a UNESCO World Heritage Site."},{"placeName":"Sen-oku Hakuko Kan","image":"https://upload.wikimedia.org/wikipedia/commons/d/d5/After_Reading_by_Yamashita_Shintaro_%28Senoku_Hakukokan%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"Sen-oku Hakuko Kan (泉屋博古館) is located in Kyoto, Japan and houses a large collection of Chinese bronze vessels, Chinese and Japanese mirrors, and a few Chinese bronze Buddhist figures. The collection was brought together by Sumitomo Kichizaemon VII before his death in 1926. It is credited with being one of the greatest collections of Asian bronzes in the world due to the collection's quality and the variety of its more than 500 pieces."},{"placeName":"Ryozen Museum of History","image":"https://upload.wikimedia.org/wikipedia/commons/9/9c/Ryozen_Museum_of_History.JPG","city":"Kyoto","kinds":"cultural,museums,interesting_places,history_museums","description":"The Ryozen Museum of History (幕末維新ミュージアム 霊山歴史館, Bakumatsu Ishin Myūjiamu: Ryōzen Rekishikan) is a history museum located in Kyoto, Japan. It specializes in the history of the Bakumatsu period and the Meiji Restoration.The Museum is next to the Kyoto Ryozen Gokoku Shrine."},{"placeName":"Mimizuka","image":"https://upload.wikimedia.org/wikipedia/commons/e/ee/Gorinto_Mimizuka.jpg","city":"Kyoto","kinds":"historic,monuments_and_memorials,burial_places,interesting_places,other_burial_places,monuments","description":"The Mimizuka (耳塚, \"Ear Mound\", often translated as \"Ear Tomb\"), an alteration of the original  Hanazuka (鼻塚, \"Nose Mound\") is a monument in Kyoto, Japan, dedicated to the sliced noses of killed Korean soldiers and civilians as well as Ming Chinese troops taken as war trophies during the Japanese invasions of Korea from 1592 to 1598. The monument enshrines the severed noses of at least 38,000 Koreans and over 30,000 Chinese killed during Toyotomi Hideyoshi's invasions.\nThe shrine is located just to the west of Toyokuni Shrine, the Shinto shrine honoring Hideyoshi in Kyoto."},{"placeName":"Koryo Museum of Art","image":"https://upload.wikimedia.org/wikipedia/commons/4/4b/Descent_of_Shijoko_Nyorai_%28Koryo_Museum%29_%28cropped%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"The Koryo Museum of Art (高麗美術館, Kōrai Bijutsukan) opened in Kyoto, Japan, in 1988. The collection amassed by the Museum's founder, pachinko magnate and izakaya operator Jeong Jo-mun (鄭詔文), comprises some 1,700 objects including Goryeo celadons, Joseon white porcelain, Buddhist art, Korean folk art, archaeological materials, and paintings, including Heron by Kim Myeong-guk with an inscription by Hayashi Razan.\n\n"},{"placeName":"Nomura Art Museum","image":"https://upload.wikimedia.org/wikipedia/commons/4/41/Armour_by_Tanaka_Totsugen_%28Nomura_Art_Museum%29.jpg","city":"Kyoto","kinds":"cultural,museums,interesting_places,art_galleries","description":"Nomura Art Museum (野村美術館, Nomura Bijutsukan) opened near Nanzen-ji in Kyoto, Japan, in 1984. The sukiya-style building has two rooms for displaying exhibits and there is also a chashitsu. The collection, based on that built up by financier Tokushichi Nomura II, comprises some 1,700 works (paintings, calligraphic works, Noh masks, Noh costumes, and tea utensils), including seven Important Cultural Properties and nine Important Art Objects."},{"placeName":"Kyoto Tower","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/160211_Higashi_Honganji_Kyoto_Japan07s3.jpg","city":"Kyoto","kinds":"towers,architecture,interesting_places,observation_towers","description":"Kyoto Tower (京都タワー, Kyōto-tawā) is an observation tower located in Kyoto, Japan. The steel tower is the tallest structure in Kyoto with its observation deck at 100 metres (328 ft) and its spire at 131 metres (430 ft). The 800-ton tower stands atop a 9-story building, which houses a 3-star hotel and several stores. The entire complex stands opposite Kyōto Station."},{"placeName":"Kyoto Tower","image":"https://upload.wikimedia.org/wikipedia/commons/6/69/160211_Higashi_Honganji_Kyoto_Japan07s3.jpg","city":"Kyoto","kinds":"view_points,other,architecture,towers,interesting_places,observation_towers","description":"Kyoto Tower (京都タワー, Kyōto-tawā) is an observation tower located in Kyoto, Japan. The steel tower is the tallest structure in Kyoto with its observation deck at 100 metres (328 ft) and its spire at 131 metres (430 ft). The 800-ton tower stands atop a 9-story building, which houses a 3-star hotel and several stores. The entire complex stands opposite Kyōto Station."},{"placeName":"Kyoto National Museum","image":"https://upload.wikimedia.org/wikipedia/commons/a/a2/IMAG0742.jpg","city":"Kyoto","kinds":"national_museums,cultural,museums,interesting_places","description":"The Kyoto National Museum (京都国立博物館, Kyōto Kokuritsu Hakubutsukan) is one of the major art museums in Japan. Located in Kyoto's Higashiyama ward, the museum focuses on pre-modern Japanese and Asian art."},{"placeName":"Shaka rising from the Gold Coffin","image":"https://upload.wikimedia.org/wikipedia/commons/f/f3/Shaka_rising_from_the_gold_coffin.png","city":"Kyoto","kinds":"other,unclassified_objects,interesting_places,historic_object","description":"Shaka rising from the Gold Coffin (絹本著色釈迦金棺出現図) is an anonymous hanging scroll from the 11th century depicting the resurrection of Shakyamuni Buddha as described in the Mahamaya Sutra.A masterpiece of Buddhist painting in the late Heian period (794–1185), it has been praised for its \"lively\" and \"extremely delicate and sensitive\" ink brushwork, \"used skillfully to create a dramatic scene\". The decoration of the dresses is seen as characteristic of the Fujiwara period, with \"elaborate cut-gold design\" and \"gold and rich colors applied to the main figure wonderfully\". It has been designated a National Treasure of Japan.The scroll depicts a dramatic scene following the death of Gautama Buddha (Shaka or Sakyamuni). When his mother Maya heard that Buddha had died and attained Enlightenment and entered Nirvana, she rushed to see him from Trāyastriṃśa. When she arrived, Buddha opened his golden coffin and rose up, with one thousand rays gleaming from his head. According to the Mahamaya Sutra, he then \"calmly informed his mother that all laws are imperishable, and that he had left behind him all the law necessary for posterity\". This sutra was the first reference to the episode of the resurrection of Buddha. It was translated into chinese in the 6th century, and has been seen as a main influence for this painting. Many saintly figures, demons and animals surround the coffin and contemplate the scene, as Buddha and Maya look at each other. After speaking with his mother, Buddha laid down and closed himself the coffin.The painting used to belong to the Chōhō-ji temple, but it was donated by Matsunaga Kinenkan to the Kyoto National Museum in Kyoto, where it is now kept and exhibited occasionally. During January 2018, it was lent to the Tokyo National Museum, and exhibited in the Honkan Room 2 (National Treasure Gallery)."},{"placeName":"Hōnen-in","image":"https://upload.wikimedia.org/wikipedia/commons/b/b2/A_Moss_Covered_Gate_at_H%C5%8Dnen-in%2C_Kyoto_-_2006.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Hōnen-in (法然院) is a Buddhist temple located in Sakyō-ku, Kyoto, western Japan.\nHonen-in is a single-estate temple located in Shikagaya, Sakyo-ku, Kyoto. It was originally part of the Jodo sect, but became independent and is now a single religious corporation. Its official name is Zenkisan Honen-in Manmukyoji Temple. Another name for the temple is \"Honzan Shishiya Honen-in\". Currently, part of the temple is open to the public for regular lectures and concerts."},{"placeName":"Hōnen-in","image":"https://upload.wikimedia.org/wikipedia/commons/b/b2/A_Moss_Covered_Gate_at_H%C5%8Dnen-in%2C_Kyoto_-_2006.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Hōnen-in (法然院) is a Buddhist temple located in Sakyō-ku, Kyoto, western Japan.\nHonen-in is a single-estate temple located in Shikagaya, Sakyo-ku, Kyoto. It was originally part of the Jodo sect, but became independent and is now a single religious corporation. Its official name is Zenkisan Honen-in Manmukyoji Temple. Another name for the temple is \"Honzan Shishiya Honen-in\". Currently, part of the temple is open to the public for regular lectures and concerts."},{"placeName":"Sanjūsangen-dō","image":"https://upload.wikimedia.org/wikipedia/commons/4/4a/Hanging_Around%2C_Sanjusangen-do_Temple_%2812020823704%29.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Sanjūsangen-dō (三十三間堂, thirty-three ken hall) is a Buddhist temple of the Tendai sect in the Higashiyama district of Kyoto, Japan.\nThe temple was founded in 1164 by Taira no Kiyomori for the cloistered Emperor Go-Shirakawa. It is officially known as Rengeō-in (蓮華王院, hall of the Lotus King) and belongs to the Myōhō-in temple complex.\nSanjūsangen-dō is most famous for its massively long hondō (main hall) dating from 1266 (Kamakura period) and designated a National Treasure of Japan, and the collection of sculptures it houses, including 1001 standing Thousand-armed Kannon, 28 standing attendants, a statue of Fūjin and a statue of Raijin, and the principal image of the temple, a big seated statue of Thousand-armed Kannon, all of them designated National Treasures in the category of sculptures, most of them dating to the Heian to Kamakura periods.\n\n"},{"placeName":"Kiyomizu-dera","image":"https://upload.wikimedia.org/wikipedia/commons/c/c5/2010_kyoto_%284714513830%29.jpg","city":"Kyoto","kinds":"religion,buddhist_temples,interesting_places","description":"Kiyomizu-dera (Japanese: 清水寺) is a Buddhist temple located in eastern Kyoto, Japan. The temple is part of the Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities) UNESCO World Heritage site.\n\n"},{"placeName":"Kyoto Botanical Garden","image":"https://upload.wikimedia.org/wikipedia/commons/b/bc/3%E6%9C%88%E4%B8%AD%E6%97%AC%E3%80%9C%E4%B8%8B%E6%97%AC%E3%81%AB%E3%81%8B%E3%81%91%E3%81%A6%E3%81%97%E3%81%8B%E8%A6%8B%E3%82%89%E3%82%8C%E3%81%AA%E3%81%84%E3%83%8F%E3%83%8A%E3%83%8D%E3%82%B3%E3%83%8E%E3%83%A1.jpg","city":"Kyoto","kinds":"urban_environment,gardens_and_parks,cultural,interesting_places","description":"The Kyoto Botanical Garden (京都府立植物園, Kyōto Furitsu Shokubutsuen, 240,000 m²), also known as the Kyoto Prefectural Botanical Garden, is a major botanical garden with conservatory located next to the Kamo River, Hangi-cho Simogamo, Sakyō-ku, Kyoto, Japan. It is open daily; a general admission fee is charged, and an additional fee is charged for accessing the conservatory.\nThe garden was first established in 1924. As WW2 was end, this garden was designated in Garrison by occupation forces. And it is seized in 1946."}]